{
    "Nitty": [
        "Walk the beat like around the way cops the average pitstop\nQB City, Godfather Pt III\nGotti, Gambino, and Ty Nitty\nScarface, rest in peace\nWhose necks are gonna be first?",
        "To all my Mobb crimey, money-hungry and grimy\nMobb sheisty, Godfather III, and Gotti\nRapper Noyd, Ty Maxx, and Ty Nitty\nScarface and Gambino, New York City\nIt's P live and direct, stab the neck",
        "9-6 load up the clips, the Infamous apocalypse\nQBC on the L-I-E and sippin' Hennessey\nAnd Remy, V-S-O-P, Ty Nitty jiggy\nEyes forever chinky, up in the Marriott\nTons of hydro, black tuxedo, lay low",
        "My technique, official white meat\nInternal bleeding, he felt heat, then cold feet\nQBC committee, Ty Nitty, hit the safe\nThe Filipinos had mad ice and gold plates\nWe escape, ain't no turnin' back to Stat",
        "Bad apple outta the batch, dunn, they made me like that\nIf I could push back the clock, probably leave it like that\nDraw blood for my niggas G.O.D, Ty Nitty and Twin\nAnd Twin is not here, plus my kin\nKilla B forever with me, quick to set it with me",
        "Forever, son, kid you heard it through the grapevine\nTo my royal thug committees and outlaws\nThat live the life of Frank Nitty\nThe big city mobster, the ? has made the\nGod unholy, skies forever watch me",
        "Tried to play it cool, but in my head, shorty's wildin'\nUsin' me to get the next nigga jealous, called up the fellas\nTy Nitty line was busy, so I beeped Gotti\nGotti was with Trip and two other grimeys\nThe Twins, \"Let me begin, then explain",
        "Don scoop him up, ah, Gotti stomp him out\nEach twin grab an arm, pick this nigga up\nNitty turn his face to me and let me wake him up\nI throw him up against the wall and put a hole in his face so big\nIt almost took his whole face off",
        "It's on son, extra cash just for more guns\n\nYo, Ty Nitty, air-force one's call up my dunns\nGot more niggas like seeds on sesame buns\nCaught a body on the run"
    ],
    "Scarface": [
        "QB City, Godfather Pt III\nGotti, Gambino, and Ty Nitty\nScarface, rest in peace\nWhose necks are gonna be first?\nThe projects is front line (Front line)",
        "Mobb sheisty, Godfather III, and Gotti\nRapper Noyd, Ty Maxx, and Ty Nitty\nScarface and Gambino, New York City\nIt's P live and direct, stab the neck\nIcepick bloodied up your whole entire shit",
        "I fakes nothin', ya fuck around and push the wrong button\nI dedicate my days to seein' you drip blood\nWill always love Gambo and Scarface\nKilla Black, no man can fill your shoes\nNow what's bad news"
    ],
    "Schoolboy Q": [
        "Bitches suck cock just to get to the top\nI put a hundred percent in every line I drop\nIt's the Q to the B, with the M-O, B-B\nQueensbridge Brooklyn and we D-double-E-P, what\nY'all wish y'all lived the life I live",
        "We do damage to limbs\nIn '91, stompin' you out with black Timbs\nProdigy and the H-A-V-O-C, fom the Q.B.C\nPuttin' cowards where they supposed to be\nIf I don't know your face, then don't come close to me",
        "Blow you off the atlas as if I caught you fuckin' my wife\nOn my thousand dollar mattress\nIt's the world that I live in, Q.B. made me\nA moms that loved me and a pops that raised me\nSee Mobb Deep LiveGet tickets as low as $54You might also like",
        "Throwin' my blows in doubles\nI'm comin' from Queens, motherfucker, carryin' guns in couples\nAnd wildin', a Q-U soldier\nFrom Lefrak to Rockaway, back to Queensbridge, black\nIt's only crack sales makin' niggas act like that",
        "(It's) only facts coming out of my mouth piece\nAs far as I can see, these streets is gettin' sour\nQ-U, too much drama to get into\nAnd niggas regret when they begin to\nRegardless of your name or what you been through",
        "Got yourself fucked into somethin' that you couldn't finish\nUp against the fulliest squad and get diminished\nI'm from Q-U-E-another-E-N-S\nSo while you small tough talk, I'm not impressed\nIf I seen you in the 'Bridge, I'd make you undress",
        "Imperial dogs, creepin' through fog\nCarved needle slip and you fold, the shit's lethal\nWe roll Mobb D-iezel, the whole Q.U. double-E, N-S\nAnd when you spot us, play low-key\nDunn these niggas is actresses",
        "You ain't ask who the beef with, only where the burner\nNever blink a eye, you'll back down just to hold the fort down\nFrom Q.B. to Strong Isle, my soldiers running wild, we wildin'\nCourtesy of projects houses\nAnd though you not here, you lookin' down on me smiling",
        "Y'all niggas wanna pop shit? See me when ya get a record deal\n\nSoldier boys stay on ya toes, be on ya P's and Q's\nKeep ya eyes bright comin out ya buildin, duke\nYou might bump into a bullet or stumble on ya death",
        "While we party with the pretty little cu-ties\nYou'll be fertilizing the dirt for new trees\nFucking with the mobsters out in Q.B\nLeave you hung for that shit that your mouth speak, bitch-ass nigga!\nSee Mobb Deep LiveGet tickets as low as $54You might also like",
        "In scuffles, throw all my blows in doubles\nI'm coming from Queens motherfucker carrying guns in couples\nAnd wilding, a Q-U soldier\nFrom Lefrak to Rockaway back to Queensbridge\nBlack it's only crack sales makin niggas act like that",
        "It's only facts coming out of my mouth piece\nAs far as I can see these streets is getting sour\nQ, U, too much drama to get into\nAnd niggas regret when they begin to\nRegardless of your name or what you been through"
    ],
    "Prodigy": [
        "Queensbridge Brooklyn and we D-double-E-P, what\nY'all wish y'all lived the life I live\nAyo Prodigy, tell 'em what this is Dunn, uhh, uhh\nYo, it's the real shit\nShit to make you feel shit",
        "We do damage to limbs\nIn '91, stompin' you out with black Timbs\nProdigy and the H-A-V-O-C, fom the Q.B.C\nPuttin' cowards where they supposed to be\nIf I don't know your face, then don't come close to me",
        "Yeah.. 112...\nMobb Deep... (let's rock this)\nLet's go.. (Prodigy)\nDa-da-da-da-da.. (Havoc)\nOhhh.. Let's go..",
        "Vita, gettin' this dough\nWe don't call it Murda for nothin' (Murda! Murda, Murda!)\nI'll send you on, Prodigy, Big Noyd, Havoc\nYeah, y'all see us, it ain't a game\nYeah.. oh.. come on.. ah-ha.. yeah.. you see us11Embed 59 ContributorsParty Over Lyrics",
        "My formulae, I live life do or die\nStare into the eyes of a deep wiseguy\nProdigy, turnin' niggas to protegés\nMy protegé, I advise your ass to make way, make way\nFor fully-auto gun spray",
        "I forbid ya to bump heads with those that dump lead\nAccurate shots in back of your knot, leavin' one dead\nG Rap, Havoc and Prodigy\nLet's put these bitch niggas where bodies be, dunn\nYo, if it gotta be, it gotta be (It gotta be)",
        "Hit you up quick, strictly shit that I'm livin' in\nYou walk a line that's thin, you religious? Well, you sin\nFuckin' with the Mobb, Infamous to the end, Prodigy\n\nI hold a nine Ruger, with an infa-spot disc",
        "That's my shit\nYo1Embed 28 ContributorsAllustrious Lyrics\nProdigy, H-A-V-O-C\nM-O-B-B, uh-huh, yeah\nUh-huh, uh-huh, uh-huh",
        "All my niggas soldiers\nWith big grenades, throw them in your rover\nSend Prodigy to check the scene when it's over\nNiggas animals comin' back for leftovers (all out nigga)\n(I'm going out)",
        "Snitches get stitches\nLifestyles of The Infamous\n-Phone conversation between Prodigy and Havoc-2Embed 12 ContributorsCapital P, Capital H Lyrics\nYeah, it's the Unit man\nNobody do it like we do it, you know I'm saying?",
        "Sip a forty, yo, fuck the court\nSo bad they tried to lock me in a group home\nProdigy's hard, but fuck it, I can rip a smooth tone\nI catch wreck with the Einstein's intellect\nAnd get stupid like a Stimulated Dummies mix",
        "41st side\n\nProdigy, Rapper Noyd, H-A-V-O-C\nRep The QBC, eyes on my enemies, exclusive\n'96 introducin' (Yeah y'all)",
        "'96 introducin' (Yeah y'all)\nThe Infamous Mobb, word to God\nProdigy, Rapper Noyd, H-A-V-O-C\nRep The QBC, eyes on my enemies, exclusive\n'96 introducin' (Yeah y'all)",
        "Some like chrome, bag a bitch like phone time\nYou phoned them, I regulate, who am I?\nHavoc and Prodigy, will go back, like go blind\n'96 combined, put on all the people, we all shine\nEvery mother of the clique created",
        "We flush through your clique, get purged\nSee Mobb Deep LiveGet tickets as low as $54You might also like\nProdigy, Rapper Noyd, H-A-V-O-C\nRep The QBC, eyes on my enemies, exclusive\n'96 introducin' (Yeah y'all)",
        "'96 introducin' (Yeah y'all)\nThe Infamous Mobb, word to God\nProdigy, Rapper Noyd, H-A-V-O-C\nRep The QBC, eyes on my enemies, exclusive\n'96 introducin' (Yeah y'all)",
        "Comin' through, The Infamous Mobb nigga\nWhatchu gon' do?\nProdigy, Rapper Noyd, H-A-V-O-C\nRep The QBC, eyes on my enemies, exclusive\n'96 introducin' (Yeah y'all)",
        "'96 introducin' (Yeah y'all)\nThe Infamous Mobb, word to God\nProdigy, Rapper Noyd, H-A-V-O-C\nRep The QBC, eyes on my enemies, exclusive\n'96 introducin' (Yeah y'all)"
    ],
    "Nas": [
        "I got hoes that used to milk you\nNiggas who could've killed you is down with my ill crew of psychos\nNas Escobar movin' on your weak production\nPumpin' corruption in the third world, we just bustin'!\n",
        "Uhhhh! Laid back, word up\nJus' bless 'em with the bulletproof\nMobb Deep, Nas, Chef creation\nFor yo' nation, yeah!39Embed 94 ContributorsQuiet Storm Lyrics\nDone been through it all, man",
        "Whip after whip! Stay flashin' your dick on tricks\nYour whole crew's ravishin', team's untouchable\nIn the jungle, bangin' Nas, Mobb Deep and Wu\nThere's money out there, guns catch crumbs, those are your sons\nJums is in the mailboxes, bitches holdin' your guns",
        "In every show (You know what I'm sayin'?), don't go\nNiggas don't go\nYou know the deal (Rapper Noyd, Rapper P, Nas, Havoc)\nTo the exit, niggas, we out, what up?\nThe Infamous (It's over, baby)",
        "I'm strictly Timb boots and army certified suits\nPuffing L's, laid back, enjoying the smell\nIn the Bridge, bumping Nas, it ain't hard to tell\nBig Noyd dropping freestyle rhymes\nAt the sametime pumping dimes",
        "I got hoes that used to milk you, niggas who could've killed you\nIs down with my ill crew of psychos\nNas Escobar moving all your weak production\nPumping corruption in the third world we just busting\nMy teams hot collecting mad cream, we slingshot"
    ],
    "Havoc": [
        "Sick and tired, ugly fake crooks need to retire\nThey got you gassed, take a match and smack fire out your\nMaggot ass, Havoc represent for the QBC\nSmoke that ass like a loosie, though I need to quit\nFuck it, I love it",
        "Mobb Deep... (let's rock this)\nLet's go.. (Prodigy)\nDa-da-da-da-da.. (Havoc)\nOhhh.. Let's go..\nLet's ride... (That's right..)7Embed 74 ContributorsUp North Trip Lyrics",
        "But to avoid that, from head-to-toe dipped in all-black\nHit them niggas where they pump they cracks at\nHavoc, with the murder master plan\nKeep my 9 up to par so my shit won't jam\nGod forbid if my shit do",
        "Wet 'em up with the MAC, scratch 'em off my list\nShow 'em the real meanin' of drama, you never had it\n'Til you bumped heads with the Havoc\nAin't nuttin' soft or sweet, I lift you off your feet\nWhen I cock back the heat, whole crews retreat",
        "I could move the crowd poppin' slugs in the sky\nWhy come around if you afraid of what's over here?\nMy man Havoc put the bug in my ear\nOn the real, for real, but wait, it gets realer\nReal like an innocent child that turned killer",
        "Vita, gettin' this dough\nWe don't call it Murda for nothin' (Murda! Murda, Murda!)\nI'll send you on, Prodigy, Big Noyd, Havoc\nYeah, y'all see us, it ain't a game\nYeah.. oh.. come on.. ah-ha.. yeah.. you see us11Embed 59 ContributorsParty Over Lyrics",
        "Give up the money, the Polo, especially the Guess!\nBig Noyd — (Party's over, tell the rest of the crew)\nHavoc — (Party's over, tell the rest of the crew)\nBlack Ice — (Party's over, tell the rest of the crew)\nQueensbridge — (Party's over, tell the rest of the crew)",
        "I forbid ya to bump heads with those that dump lead\nAccurate shots in back of your knot, leavin' one dead\nG Rap, Havoc and Prodigy\nLet's put these bitch niggas where bodies be, dunn\nYo, if it gotta be, it gotta be (It gotta be)",
        "In every show (You know what I'm sayin'?), don't go\nNiggas don't go\nYou know the deal (Rapper Noyd, Rapper P, Nas, Havoc)\nTo the exit, niggas, we out, what up?\nThe Infamous (It's over, baby)",
        "Have everybody on the corner goin' (Ooh, ooh)\nHoldin' they mouth, shocked as fuck\nHow Havoc just aired that boy out\n(Get away) and now there's blood on my Timbs (Damn)\nSnitches callin' 1-800 crime stoppers",
        "See Mobb Deep LiveGet tickets as low as $54You might also like\nYo, if it ain't drama, money or bum, broke bitches\nSimple-minded niggas out for Havoc position\nThat's opposition, wettin' me calm edition\nSuddenly and outta the blue and now I see",
        "See Mobb Deep LiveGet tickets as low as $54You might also like\nHow you want it, bent, ski'd or straight blunted?\nMedium rare, raw? Havoc just over done it\nAnd while you sittin' there whisperin', like a little girl\nFuck, waitin' around 'til the dutchie gets twirled",
        "'Cause they subject to wakin' with cash and go crazy\nYeah, they bangin', baby\nHavoc representin' for them niggas that don't trick\nLadyless, just associates\nAppropriate, no doubt, but bust it",
        "Extort niggas for they lump sum, no doubt\nProceed, where that weed indeed?\nHavoc laced the track razor sharp, you bleed\n\nMy whole mission, like a platoon take position",
        "You're not gon' fuckin' die on me, man! (HURRY THE FUCK UP, YO! HURRY THE FUCK UP, MAN!)\nFuck it, man!\n(Havoc: Just wake up, man! Son, word up!) \nCradle to the grave... (Word up, you aight?) See Mobb Deep LiveGet tickets as low as $54You might also like6Embed 9 ContributorsLifestyles of The Infamous Lyrics\nMy life is all about riches, and bitches",
        "Snitches get stitches\nLifestyles of The Infamous\n-Phone conversation between Prodigy and Havoc-2Embed 12 ContributorsCapital P, Capital H Lyrics\nYeah, it's the Unit man\nNobody do it like we do it, you know I'm saying?",
        "Some like chrome, bag a bitch like phone time\nYou phoned them, I regulate, who am I?\nHavoc and Prodigy, will go back, like go blind\n'96 combined, put on all the people, we all shine\nEvery mother of the clique created",
        "(C'mon, give it to me give it to me)\nKeep them checks comin', thoughts flowin'\nWords blowin', hoes goin', Havoc always holdin'\nFirst one to fuck in back of the Porsche truck\nLord knows how many babies that chick coughed up",
        "Wet 'em up with the MAC scratch em off my list\nShow em, the real meaning of drama you never had it\nTil you bumped heads with the Havoc\nAin't nuttin' soft or sweet, I lift you off your feet\nWhen I cock back the heat, whole crews retreat",
        "I could move the crowd poppin slugs in the sky\nWhy come around if you afraid of what's over here\nMy man Havoc put the bug in my ear\nIt's only facts coming out of my mouth piece\nAs far as I can see these streets is getting sour",
        "And you runnin, the police is comin, take my advice nigga\nDump that - they so serious, these rap niggas\nI'm just havin fun with it, 50 Cent, Havoc bump that\n\nMy son asked, \"Daddy why you carry a gun, you ain't a cop\"",
        "And you runnin, the police is comin, take my advice nigga\nDump that - they so serious, these rap niggas\nI'm just havin fun with it, 50 Cent, Havoc bump that\n\nUh-huh, aiyyo, aiyyo, aiyyo",
        "And you runnin, the police is comin, take my advice nigga\nDump that - they so serious, these rap niggas\nI'm just havin fun with it, 50 Cent, Havoc bump that\n\nYeah, yeah",
        "And you runnin, the police is comin, take my advice nigga\nDump that - they so serious, these rap niggas\nI'm just havin fun with it, 50 Cent, Havoc bump that1Embed"
    ],
    "Rakim": [
        "See Mobb Deep LiveGet tickets as low as $54You might also like\nYo, do our thing, hold it down, we got this, lockin' this\nAin't nobody stoppin' this, Rakim and Infamous\nRep the hood for you and yours, no doubt, crash the boards\nAnd you don't really wanna go against the source",
        "And I'd die to see that she make it\nAnd die to let the next man take it? Is you stupid?!\nVerse 4: Rakim\nYo, you wanna come test? Son, it's massive stress\nPenalties of death, pay your last respects",
        "The 18th Letter forever, what!\nDo our thing, hold it down, we got this, lockin' this\nAin't nobody stoppin' this, Rakim and Infamous\nRep the hood for you and yours, no doubt, crash the boards\nAnd you don't really wanna go against the source6Embed 22 ContributorsHit It From The Back Lyrics"
    ],
    "Kodak Black": [
        "You niggas ain't worth the punch, back smack ya\nPitbull attack ya, and half-snap ya\nKodak moments I capture\nLike an escaped convict\nPearl Harbor, bomb shit"
    ],
    "Kendrick Lamar": [
        "A freshman of high school, daily attendant\nHe never got in trouble, never did he get suspended\nGood little Kenny, who would believe?\nHe dropped out of school to start to smoke weed\nI saw the signs, but I didn't pay attention",
        "The drinkin', the smokin', the low school grades\nAnd sleepin' in class, laid back with his black shades\nNowadays, you catch Kenny hangin' in the hallways\nWith his crew, findin' more ways\nTo break outta school, and hit the block and get buckwild",
        "Stay out of the way of a mad child\n'Cause he's a product of hell\nKenny never fell, but he's gonna fall overall\nSo let's take a trip to the ghetto\nWhere Kenny got drunk and bought a burner off his man, so",
        "Kenny never fell, but he's gonna fall overall\nSo let's take a trip to the ghetto\nWhere Kenny got drunk and bought a burner off his man, so\nHe pulled the trigger and the suicide note read:\n\"I'm glad it's finally over and I'm finally dead"
    ],
    "21 Savage": [
        "\nYeah\nSavage nigga out here on the cement\nPussy, money, guns grew me up and now I'm beastin'\nHeathen, I'm a motherfucker, throw me to the wolves"
    ],
    "Missy Elliott": [
        "I'd take Felice for nine and a half weeks\nFill it back, pourin Henny on her ass cheeks\nI fucked Missy in that Lamborghini\nGive Foxy the ecstasy without the pill, see me\nI give Alicia Keys quickie while she on tour"
    ],
    "Trina": [
        "Scratch Jenny Lo' itch, whenever Ben ain't there\nI have Whitney doin lines off my dick, you hear?\nThrow Trina big fattie in a wheelchair, fuck dreamin\nP and them is doin this for real\n{*GOD.. DAMN!*}"
    ],
    "Buckwild": [
        "When I rap, I kill mics like a nuke blast\nLittle Hav's the man, the man gettin' Van Damme\nBuckwild, rockin' with much style\nCheck it as I wreck it, strip ya butt-naked\nPause and stand still while I just split a Phil'"
    ],
    "Biggie": [
        "I had a dream I didn't even go get my Grammy\nI was smokin' and fuckin' bitches in Miami\nI had a dream that Biggie told me that I was nice\nThen I woke up and realized it was real life\nFour-fifth on my hip, bottles pop"
    ],
    "2Pac": [
        "We gotta survive this shit dunn, it's nothin' to laugh at (For real)\nI hops in the V, grab the heat and I stash that\nI'm in tune with Doc, Pac, and Huey, it's a rap\n\nI traveled the world, and been alot of places"
    ],
    "Huey": [
        "We gotta survive this shit dunn, it's nothin' to laugh at (For real)\nI hops in the V, grab the heat and I stash that\nI'm in tune with Doc, Pac, and Huey, it's a rap\n\nI traveled the world, and been alot of places"
    ],
    "The Alchemist": [
        "Look what you did though, man\nAnd it's poppin' now\n(Alchemist)\nSmell like money\nSmell like millions"
    ],
    "Cormega": [
        "Ill minds connected, crime connection\nNever bring beef in my direction kid\nCormega and Mobb Deep supply your section\nWith the infamous realness, don't try to test it1Embed 9 ContributorsCan’t Fuck Wit Lyrics\nYeah... yeah... yeah (Let it go... let it go)"
    ]
}