{
    "Biggie": [
        "Cruisin' down 8th Street, off-white Lexus\nDrivin' so slow, but BK is from Texas\nMe? I'm out that Bed-Stuy, home of that boy Biggie\nNow I live on Billboard and I brought my boys with me\nSay \"What up?\" to Ty Ty, still sippin' Mai Tais",
        "I'm tryna fix you\nI'm tryna get these niggas with no stripes to be official\nY'all think small, I think Biggie\nY'all whole pass is in danger, ten Mississippi\nAl Sharpton in the mirror takin' selfies",
        "Let's take the dough and stay real jiggy, uh-huh\nAnd sip the Cris' and get pissy-pissy\nFlow infinitely like the memory of my nigga Biggie, baby!\nYou know it's hell when I come through\nThe life and times of Shawn Carter, nigga, Volume 2",
        "My eyes wide shut to all the lies\nThese industry niggas, they always been fishy\nBut ain't no Biggie, no lazy eye, huh\nThis guy has \"Slave\" on his face\nYou think he wanted the masters with his masters?",
        "What, you gonna box me, homie? I can dodge a jab\nThree shots couldn't touch me, thank God for that\nI'm strong enough to carry Biggie Smalls on my back (Sup Big?)\nAnd the whole BK, nigga, holla back!\nThank God for granting me this moment of clarity",
        "Motherfucker!\n\nJay-Z and Biggie Smalls, nigga, shit ya drawers!\n(Where you from?) Brooklyn, goin' out for all!\n(Marcy) That's right, you don't stop!",
        "Jigga\nJay-Z\nBiggie, baby (Uh)My Bed-Stuy flow's malicious, delicious\nFuck three wishes, made my road to riches\nFrom 62's, Gemstars, my mom's dishes (Uh)",
        "And here's six shots just in case\n(Brooklyn-lyn-lyn)\nJay-Z and Biggie Smalls, nigga, shit ya drawers!\n(Where you from?) Brooklyn goin' out to all!\n(Crown Heights, uh) You don't stop!",
        "(Brownsville) You won't stop! (Nigga!)\n(Brooklyn, Brooklyn, Brooklyn, haha)\nJay-Z and Biggie Smalls, nigga, shit ya drawers!\n(Where we from?) Brooklyn goin' out to all\n(Bushwick) You don't stop!",
        "I'm warnin' ya! (Ha, what the fuck?)\n\nJay-Z and Biggie Smalls, nigga, shit ya drawers!\n(Where you from?) Brooklyn goin' out to all!\n(Flatbush) You don't stop!",
        "(Red Hook) That's right, you won't stop! (Nigga!) Hahaha!\n(Brooklyn, Brooklyn, Brooklyn)\nJay-Z and Biggie Smalls, nigga shit your drawers!\n(Where you from?) Brooklyn goin' out to all!\n(East New York) You don't stop!",
        "You did it, couldn't talk about it if you ain't live it\nI'm from where niggas pull your card, and argue all day about\nWho's the best MCs, Biggie, Jay-Z or Nas?\nWhere the drugs czars evolve, and thugs are at odds\nAt each other's throats for the love of foreign cars",
        "Now when I bring the Nets, I'm the Black Branch Rickey\nFrom Brooklyn corners, burnin' branches of sticky\nSpread love, Biggie; Brooklyn, hippie\nI pity the fool with jewels like Mr. T\nWith no history in my borough, they borrow",
        "Bob-a-Lob, rest in peace\nMy pops, rest in peace (What's up A.J.?)\nBiggie Smalls, rest in peace\nUgh-ugh, ugh-ugh, ugh-ugh, ugh-ugh\nNigga, I—I'm 'bout to go golfing, man",
        "Don't believe me, ask Michael\nSee Martin, see Malcolm\nYou see Biggie, see Pac, see success and its outcome\nSee Jesus, see Judas; see Caesar, see Brutus\nSee success is like suicide",
        "So why the fuck can't y'all get hot already? (Already)\nPut your name in the pot already\nNiggas compare me to Biggie and Pac already (Already)\nLike I'm gone already\nAnd I am nigga I'm already home already (Already)",
        "Don't believe me, ask Michael\nSee Martin, see Malcolm\nSee Biggie, see Pac, see success and its outcome\nSee Jesus, see Judas\nSee Caesar, see Brutus"
    ],
    "Jay Z": [
        "\nParis where we been, pard' my Parisian\nIt's Hov time in no time, it's fuck-all-y'all season\nPiss Bordeaux and Burgundies, flush out a Riesling\nWhen Hov's out, them hoes out, y'all put y'all weaves in, and",
        "It's Hov time in no time, it's fuck-all-y'all season\nPiss Bordeaux and Burgundies, flush out a Riesling\nWhen Hov's out, them hoes out, y'all put y'all weaves in, and\nClap for a nigga with his rapping ass\nBlow a stack for your niggas with your trapping ass",
        "Blow a stack for your niggas with your trapping ass\nSpent all my euros on tuxes and weird clothes\nI party with weirdos, yeah Hov, yeah Hov\nYou might also like\nI don't pop molly, I rock Tom Ford",
        "Blow a stack for your niggas with your trapping ass\nSpent all my euros on tuxes and weird clothes\nI party with weirdos, yeah Hov, yeah Hov\nYou might also like\nI don't pop molly, I rock Tom Ford",
        "Sexy bitch, I hope she 'bout it\nCome fuck with me, you know I got it\nHov just landed in Rome, nigga\nAll hail, Caesar's home, niggas\nCent'anni, ciao bella",
        "Cent'anni, ciao bella\nCome money dance with the good fellas\nHov keep gettin' that dinero, got it\nEven if a nigga gotta rob it, get it?\nBlack Jack in a casino",
        "\nThe takeover, the break's over, nigga\nGod MC, me, Jay-Hova\nHey, lil' soldier, you ain't ready for war\nR-O-C too strong for y'all",
        "No, you're not on my level, get your brakes tweaked\nI sold what your whole album sold in my first week\nYou guys don't want it with Hov\nAsk Nas, he don't want it with Hov, no\nR-O-C, we runnin' this rap shit",
        "I sold what your whole album sold in my first week\nYou guys don't want it with Hov\nAsk Nas, he don't want it with Hov, no\nR-O-C, we runnin' this rap shit\nB. Sigel, we runnin' this rap shit",
        "Fellow Americans, it is with the utmost pride and sincerity that I present this recording as a living testament and recollection of history in the making during our generation\nAllow me to re-introduce myself\nMy name is Hov, oh, H to the O-V\nI used to move snowflakes by the O-Z\nI guess even back then you can call me",
        "I used to move snowflakes by the O-Z\nI guess even back then you can call me\nCEO of the R-O-C, Hov\nFresh out the fryin' pan into the fire\nI be the music biz number one supplier",
        "Flyer than a piece of paper bearin' my name\nGot the hottest chick in the game wearin' my chain, that's right\nHov, oh, not D.O.C.\nBut similar to them letters, \"No One Can Do It Better\"\nI check cheddar like a food inspector",
        "Far as draft picks, my name did not get called\nBet before I go I put a billion on the board\nHall of Fame Hov, I did it all without a pen\nY'all knew that was comin', I had to remind y'all again, huh?\nFlyin' paper planes through the projects",
        "But my story's too wide to fit inside a line or two\nOh, these that drugs, heron flow\nI spaz on the stove, this is Hov, no flex zone\nNigga, who lied to you?\nLook, you're a pedestrian, don't ever question the security I provided you",
        "When I'm off track, mami is keepin' me focused\nSo let's lock this down like it's supposed to be\nThe '03 Bonnie and Clyde: Hov' and B, holla\n\nAll I need in this life of sin is me and my girlfriend",
        "The flow of the century\nAlways timeless\nHov\nThanks for coming out tonight\nYou could've been anywhere in the world",
        "H to the izz-O, V to the izz-A\nThat's the anthem, getcha damn hands up\nYeah, Hov is back, life stories told through rap\nNiggas acting like I sold you crack (Yeah)\nLike I told you sell drugs, no, Hov did that",
        "Yeah, Hov is back, life stories told through rap\nNiggas acting like I sold you crack (Yeah)\nLike I told you sell drugs, no, Hov did that\nSo hopefully you won't have to go through that\nI was raised in the projects, roaches and rats",
        "I'm secular, tell the hecklers seckle down\nY'all religion creates division like my Maybach partition\nAnd God is my chauffeur, boy they love Hova\nFrom the south side of Chi to Brooklyn where I growed up\nI confess, God in the flesh",
        "I made it reappear, I had that bitch on a rope\nI make my roof get ghost, bottom grill, I make my tooth get gold\nAll the shit I did, I wasn't supposed to live, Hallelujah Hov\nWasn't for the 'caine wouldn't be able\nWasn't for the bread, probably be dead",
        "Live from Bedford-Stuyvesant\nThe livest one representin' BK to the fullest\nBastards duckin' when Hov be buckin'\nChicken-heads be cluckin'\n",
        "For playin' me, y'all shall forever remain nameless\nYou might also like\nI am Hov (You don't know what you're doin'— doin'— doin'—)\nSure I do\n",
        "Put this shit in motion, ain't no rewindin' me back\nCould make forty off a brick, but one rhyme could beat that\nAnd if somebody woulda told 'em that Hov would sell clothin'\nNot in this lifetime, wasn't in my right mind\nThat's another difference that's between me and them",
        "\nMe and destiny got a date\nMartin had a dream, Hov got a team\nMy chain already heavy, don't let me get a ring\nParades down Flatbush, confetti on my fur",
        "So for one last time, nigga, make some noise!\n\nWho you know fresher than Hov? Riddle me that\nThe rest of y'all know where I'm lyrically at\nCan't none of y'all mirror me back",
        "But when you Young, what the fuck you expect? Yep, yep\nGrand openin', grand closin'\nGoddamn, your man Hov cracked the can open again\nWho you gon' find doper than him?\nWith no pen, just draw off inspiration",
        "Well, if y'all want more of the Jigga man\nThen I need y'all to help me bring him back to the stage\nSay \"Hova!\", c'mon, say it!\nAre y'all out there? (Hova! Hova!)\nC'mon, louder!",
        "Then I need y'all to help me bring him back to the stage\nSay \"Hova!\", c'mon, say it!\nAre y'all out there? (Hova! Hova!)\nC'mon, louder!\nYeah, now see that's what I'm talking about",
        "Then I need y'all to help me bring him back to the stage\nSay \"Hova!\", c'mon, say it!\nAre y'all out there? (Hova! Hova!)\nC'mon, louder!\nYeah, now see that's what I'm talking about",
        "Get ready for part two\nA younger, smarter, faster me\nSo a pinch of Hov, a whole glass of Bey\n\nGlory, uh",
        "Deep down, he was a good man\nGoddamn, I can't deliver failure\nBad-ass lil' Hov\nTwo years old, shopping on Savile Row\nWicked-ass lil B",
        "*baby noises*22Embed 129 ContributorsHeart of the City (Ain’t No Love) Lyrics\nFirst the Fat Boys break up, now every day I wake up\nSomebody got a problem with Hov\nWhat's up? Y'all niggas all fed up 'cause I got a little cheddar\nAnd my record's movin' out the store?",
        "Uh, uh (It's not a diss song, it's just a real song)\nUh, uh (You feel me?)\nI heard motherfuckers sayin' they made Hov\nMade Hov say, \"Okay, so? Make another Hov!\"\nNiggas wasn't playin' they day role",
        "Uh, uh (You feel me?)\nI heard motherfuckers sayin' they made Hov\nMade Hov say, \"Okay, so? Make another Hov!\"\nNiggas wasn't playin' they day role\nSo we parted ways like Ben and J-Lo",
        "Uh, uh (You feel me?)\nI heard motherfuckers sayin' they made Hov\nMade Hov say, \"Okay, so? Make another Hov!\"\nNiggas wasn't playin' they day role\nSo we parted ways like Ben and J-Lo",
        "Too much flossin', too much Sam Rothstein\nI ain't a bitch but I gotta divorce them\nHov had to get the shallow shit up off him\nAnd I ain't even want to be famous\nNiggas is brainless to unnecessarily go through these changes",
        "Somebody bring me back the money please, hey\n\nHov' on that new shit, niggas like \"How come?\"\nNiggas want my old shit, buy my old albums\nNiggas stuck on stupid, I gotta keep it movin'",
        "You was dead broke and naked, and now you want half\"\nI got this ho that after twelve million sold\nMami's a narcoleptic, always sleeping on Hov\nGot to tie the back of her head like Deuce Bigalow\nI've got so many girls across the globe, I love",
        "Representin' BK to the fullest29Embed 65 ContributorsI Just Wanna Love U (Give It 2 Me) Lyrics\n\nLet's go (Hov')\nUh-huh, Hov'\nYou are not ready (Hov')",
        "\nLet's go (Hov')\nUh-huh, Hov'\nYou are not ready (Hov')\nUnstoppable (Dynasty)",
        "Let's go (Hov')\nUh-huh, Hov'\nYou are not ready (Hov')\nUnstoppable (Dynasty)\nYoung Hova",
        "You are not ready (Hov')\nUnstoppable (Dynasty)\nYoung Hova\n\nI'm a hustler, baby (Hov', I'm a hustler)",
        "Young Hova\n\nI'm a hustler, baby (Hov', I'm a hustler)\nI just want you to know (Hov', I gotta let you know)\nIt ain't where I been (It ain't where I been, Hov')",
        "\nI'm a hustler, baby (Hov', I'm a hustler)\nI just want you to know (Hov', I gotta let you know)\nIt ain't where I been (It ain't where I been, Hov')\nBut where I'm 'bout to go (Top of the world! Young Hova, holla)",
        "I'm a hustler, baby (Hov', I'm a hustler)\nI just want you to know (Hov', I gotta let you know)\nIt ain't where I been (It ain't where I been, Hov')\nBut where I'm 'bout to go (Top of the world! Young Hova, holla)\nNow I just wanna love ya! (Just wanna love you, Hov')",
        "I just want you to know (Hov', I gotta let you know)\nIt ain't where I been (It ain't where I been, Hov')\nBut where I'm 'bout to go (Top of the world! Young Hova, holla)\nNow I just wanna love ya! (Just wanna love you, Hov')\nBut be who I am (You know you love me, Hov')",
        "It ain't where I been (It ain't where I been, Hov')\nBut where I'm 'bout to go (Top of the world! Young Hova, holla)\nNow I just wanna love ya! (Just wanna love you, Hov')\nBut be who I am (You know you love me, Hov')\nAnd with all this cash (Mo' money, mo' problems)",
        "But where I'm 'bout to go (Top of the world! Young Hova, holla)\nNow I just wanna love ya! (Just wanna love you, Hov')\nBut be who I am (You know you love me, Hov')\nAnd with all this cash (Mo' money, mo' problems)\nYou'll forget your man",
        "Ma, but you really gotta ride nice dick\nKnow how to work your hips and your head's priceless\nProfess you love to Hov' and I'll never let you down\nGet you bling like the Neptune sound\nOkay, hot Hov', too hot to hold",
        "Profess you love to Hov' and I'll never let you down\nGet you bling like the Neptune sound\nOkay, hot Hov', too hot to hold\nLadies love me long time like 2Pac's soul\nOnly way to roll, Jigga and two ladies",
        "Mama, gimme that funk, that sweet, that nasty, that gushy stuff\n\nI'm a hustler, baby (Uh, Hov')\nI just want you to know (Hov')\nIt ain't where I been (Hov')",
        "\nI'm a hustler, baby (Uh, Hov')\nI just want you to know (Hov')\nIt ain't where I been (Hov')\nBut where I'm 'bout to go (Ho, ho)",
        "I'm a hustler, baby (Uh, Hov')\nI just want you to know (Hov')\nIt ain't where I been (Hov')\nBut where I'm 'bout to go (Ho, ho)\nNow I just wanna love ya! (Young Hova)",
        "It ain't where I been (Hov')\nBut where I'm 'bout to go (Ho, ho)\nNow I just wanna love ya! (Young Hova)\nBut be who I am (You know you love me)\nAnd with all this cash (Mo' money, mo' problems)",
        "Why would you want to? You need me\nWhy don't you try me?\nBaby, you want to believe me (Hov'!)\nGive it to me\nGimme that funk, that sweet, that nasty, that gushy stuff",
        "Some real, some faux\nSome friends, some hoes\nBut, no, I goes nowhere, this Hov'\nEvery day a star is born (And you say New York City!)\nClap for 'em! Clap for 'em! Clap for 'em! Hey",
        "Cole, you got the glow like a lil' lightsaber\nSo clap for him!\nThen applaud Hov, he gave him a platform\nFlow so sick, thought he wrote the rap for him—no, sir!\nThe flow cold as the shoulders of gold-digging hoes when a broke nigga 'proaches",
        "When the Twin Towers dropped, I was the first in line (It's real)\nDonatin' proceeds off every ticket sold\nWhen I was out on the road, that's how you judge Hov, no?\nAin't I supposed to be absorbed in myself?\nEvery time there's a tragedy, I'm the first one to help",
        "My mama can't save you this time, niggas is history\nWho you know flow vicious as me?\nYet so religiously, that's why they call me Hov'\nI get the spoils 'cause the victor is me (Me, nigga)\nYou're an actor, you're not who you're depicted to be",
        "I'm not the one to score points off, in fact\nI got a joint that'll knock your points off\nYoung Hova the God, nigga, blast for me\nI'm at the Trump International, ask for me\nI ain't never scared, I'm everywhere, you ain't never there",
        "You gotta get (Get) that (That) dirt off your shoulder\n\nYour homie Hov' in position, in the kitchen with soda\nI just whipped up a watch, tryna get me a Rover (Woo)\nTryna stretch out the coca, like a wrestler, yessir",
        "Out hustlin', same clothes for days (I never change)\nI never change, I'm too stuck in my ways, I'll never change\nWho you know like Hov? (Never, never, never, never change)\nI'm still fuckin' with crime, 'cause crime pays (I never change, that's right)\nOut hustlin', same clothes for days (I never change, c'mon)",
        "Out hustlin', same clothes for days (I never change, that's right)\nI never change, I'm too stuck in my ways, I'll never change\nWho you know like Hov? (Never, never, never, never change)\nI'm still fuckin' with crime, 'cause crime pays (I never change)\nOut hustlin', same clothes for days (I never change, c'mon)",
        "\nThis is Jay every day\nWho you know like Hov, nigga?23Embed 93 ContributorsWhere I’m From Lyrics\nUh huh, ge-ge ge-ge-geah\nYe-ye-yeah, ye-ye-yeah, (Brooklyn)",
        "Hey, hey, hey, goodbye...17Embed 96 ContributorsRoc Boys (And The Winner Is)... Lyrics\n\nAnd the winner is Hov,,\nMy man\nSpeech!",
        "I got watches I ain't seen in months\nApartment at the Trump I only slept in once\nNiggas said Hova was over, such dummies\nEven if I fell I'll land on a bunch of money\nY'all ain't got nothing for me",
        "Mouthpiece for hustlers, I'm back, motherfuckers\nYour reign on the top was shorter than leprechauns\nY'all can't fuck with Hov, what type of X y'all on?\nI got great lawyers for cops, so dress warm\nCharges don't stick to dude, he's Teflon",
        "Mr. District Attorney, I'm not sure if they told you\nI'm on TV every day, where the fuck could I go to?\nPlus - Hov don't run, Hov stand and fight\nHov a soldier, Hov been fightin' all his life so\nWhat could you do to me? It's not new to me",
        "Mr. District Attorney, I'm not sure if they told you\nI'm on TV every day, where the fuck could I go to?\nPlus - Hov don't run, Hov stand and fight\nHov a soldier, Hov been fightin' all his life so\nWhat could you do to me? It's not new to me",
        "I'm on TV every day, where the fuck could I go to?\nPlus - Hov don't run, Hov stand and fight\nHov a soldier, Hov been fightin' all his life so\nWhat could you do to me? It's not new to me\nSue me? Fuck you, what's a couple dollars to me?",
        "I'm on TV every day, where the fuck could I go to?\nPlus - Hov don't run, Hov stand and fight\nHov a soldier, Hov been fightin' all his life so\nWhat could you do to me? It's not new to me\nSue me? Fuck you, what's a couple dollars to me?",
        "Everybody took shots, hit my body up, I'm tired\nBuild me up, break me down to build me up again\nThey like: \"Hov, we need you back so we can kill your ass again\"\n\"Hov got flow though he's no Big and Pac, but he's close\"\nHow I'm 'posed to win? they got me fightin' ghosts",
        "Build me up, break me down to build me up again\nThey like: \"Hov, we need you back so we can kill your ass again\"\n\"Hov got flow though he's no Big and Pac, but he's close\"\nHow I'm 'posed to win? they got me fightin' ghosts\nSame sword they knight you they gon' good night you with",
        "Hold on\n\nEverybody screaming they want the old Hov\nBut the new improved Hov hit like Albert Pujols\nEverybody wanna hear me talk that money like Phil Rizzuto",
        "\nEverybody screaming they want the old Hov\nBut the new improved Hov hit like Albert Pujols\nEverybody wanna hear me talk that money like Phil Rizzuto\nBut my mind is on Pluto",
        "Trying to find some loopholes in the IRS\nAs where I used to have a few hoes, I am just\nConcentrating on making a new Hov through sex\nI've awakened just in time to school those putos\nTrying to follow in my shoes with jewels froze",
        "Word up on Madison Ave is I'm a cash cow\nWord down on Wall Street, homie, you get the cash out\nIPO Hov, no need for reverse merger\nThe boy money talk no need to converse further\nThe baby blue Maybach like I own Gerber",
        "Boardroom I'm lifting ya skirt up21Embed 95 ContributorsAlready Home Lyrics\n\nYeezy, Hova, Yeezy\nYeezy Yeezy, Hova, hold up\nYou either love me or leave me alone",
        "\nYeezy, Hova, Yeezy\nYeezy Yeezy, Hova, hold up\nYou either love me or leave me alone\nYou either love me or leave me alone",
        "He is to the East Coast what Snoop is\nTo the West Coast, what 'Face is to Houston\nYoung Hov' in the house is so necessary\nNo bra with that blouse, that's so necessary\nNo panties and jeans, that's so necessary",
        "Ha ha!\n\nYoung Hov' in the house, it's so necessary\nNo bra with that blouse, that's so necessary\nNo panties and jeans, that's so necessary",
        "Nigga, fuck, shit, ass, bitch, you like it—don't front!\nIt's only entertainment! Hehehe7Embed 33 ContributorsMost Kingz Lyrics\nYoung Hov in the house, it's so necessary\nGreen Lantern in the house, so necessary\nWhy you fronting on me? Is that necessary?",
        "Everybody took shots, hit my body up, I'm tired\nBuild me up to break me down to build me up again\nThey like \"Hov', we need you back so we can kill your ass again\"\nHov got flow though he's no Big and Pac, but he's close\nHow I'm 'posed to win? They got me fighting ghosts",
        "Build me up to break me down to build me up again\nThey like \"Hov', we need you back so we can kill your ass again\"\nHov got flow though he's no Big and Pac, but he's close\nHow I'm 'posed to win? They got me fighting ghosts\nMost kings (... get their heads cut off)",
        "Until Rome's ruined\n'Til the republic is overthrown\n'Til my loyal subjects is over Hov'\nLong live the king, no, the reign won't stop\nThey want my head on the chopping block",
        "The world's most infamous, Roc-A-Fella Records\nThis is Roc La Familia\nIt's Young Hova\nBeanie Sigel\nMemphis Bleek",
        "Bah, bah, The Watcher\nThe Watcher22Embed 70 ContributorsI Know Lyrics\nHov'!\n\nAnd I know, and I know, and I know, and I know (Uhh, I know what you like)",
        "And I know, and I know, and I know, and I know (Uhh, I know what you like)\nAnd I know, and I know, and I know, and I know (I know what you love)\nEverything you like, everything you love (Baby you like ....Hov'!)\nEverything you like, everything you love (Baby you love ....Hov'! Baby you love, hehehe, uhh)\nAnd I know, and I know, and I know, and I know",
        "And I know, and I know, and I know, and I know (I know what you love)\nEverything you like, everything you love (Baby you like ....Hov'!)\nEverything you like, everything you love (Baby you love ....Hov'! Baby you love, hehehe, uhh)\nAnd I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)",
        "Everything you like, everything you love (Baby you love ....Hov'! Baby you love, hehehe, uhh)\nAnd I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)",
        "And I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)\n",
        "And I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)\n",
        "And I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)\n\nUhh, she wants that old thing back",
        "And I know, and I know, and I know, and I know (Uhh, I know what you like)\nAnd I know, and I know, and I know, and I know (I know what you love)\nEverything you like, everything you love (Baby you like ....Hov'!)\nEverything you like, everything you love (Baby you love ....Hov'! Baby you love, hehehe, uhh)\nAnd I know, and I know, and I know, and I know",
        "And I know, and I know, and I know, and I know (I know what you love)\nEverything you like, everything you love (Baby you like ....Hov'!)\nEverything you like, everything you love (Baby you love ....Hov'! Baby you love, hehehe, uhh)\nAnd I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)",
        "Everything you like, everything you love (Baby you love ....Hov'! Baby you love, hehehe, uhh)\nAnd I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)",
        "And I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)\n",
        "And I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)\n",
        "And I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)\n\nI am so dope (uhh)",
        "And I know, and I know, and I know, and I know (Uhh, I know what you like)\nAnd I know, and I know, and I know, and I know (I know what you love)\nEverything you like, everything you love (Baby you like ....Hov'!)\nEverything you like, everything you love (Baby you love ....Hov'! Baby you love, hehehe, uhh)\nAnd I know, and I know, and I know, and I know",
        "And I know, and I know, and I know, and I know (I know what you love)\nEverything you like, everything you love (Baby you like ....Hov'!)\nEverything you like, everything you love (Baby you love ....Hov'! Baby you love, hehehe, uhh)\nAnd I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)",
        "Everything you like, everything you love (Baby you love ....Hov'! Baby you love, hehehe, uhh)\nAnd I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)",
        "And I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)\n",
        "And I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)\n",
        "And I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)\n\nHow could you leave me?",
        "And I know, and I know, and I know, and I know (Uhh, I know what you like)\nAnd I know, and I know, and I know, and I know (I know what you love)\nEverything you like, everything you love (Baby you like ....Hov'!)\nEverything you like, everything you love (Baby you love ....Hov'! Baby you love, hehehe, uhh)\nAnd I know, and I know, and I know, and I know",
        "And I know, and I know, and I know, and I know (I know what you love)\nEverything you like, everything you love (Baby you like ....Hov'!)\nEverything you like, everything you love (Baby you love ....Hov'! Baby you love, hehehe, uhh)\nAnd I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)",
        "Everything you like, everything you love (Baby you love ....Hov'! Baby you love, hehehe, uhh)\nAnd I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)10Embed 79 ContributorsThe Bounce Lyrics",
        "And I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)10Embed 79 ContributorsThe Bounce Lyrics\nUh, just point out the bounce, uh-huh",
        "And I know, and I know, and I know, and I know\nAnd I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)10Embed 79 ContributorsThe Bounce Lyrics\nUh, just point out the bounce, uh-huh",
        "And I know, and I know, and I know, and I know (Baby you love ....Hov'!)\nEverything you like, everything you love (Baby you like ....Hov'! Baby you like ....Hov'!)\nEverything you like, everything you love, damn (Baby you like ....Hov'!)10Embed 79 ContributorsThe Bounce Lyrics\nUh, just point out the bounce, uh-huh\nShow me the bounce, yeah",
        "Just point out the bounce, geah\nTimbo the king, yeah\nYoung Hov the king, yeah\nJust point out the bounce, yes\nJust point out the bounce nigga",
        "So September 11th marks the era forever\nOf a revolutionary Jay Guevara\nNow it's a whole museum of Hov MC'ers\nEverybody dupin' the flow—you see 'em\nEverybody loopin' up soul",
        "Everybody dupin' the flow—you see 'em\nEverybody loopin' up soul\nIt's like they tryna make The Blueprint 2 before Hov\nShout out to Just Bleezy and Kanyeezy\nSee how we adjust to the game so easy",
        "Kidnapped rap seven years, no ransom\nCan't one nigga get it back, no rap\nYoung Hov's going to Canton, I'ma land ya\nYou might also like\n(Point out the bounce) I'll show you how to get this dough in",
        "(Point out the bounce) Timbo the king, nigga (Uh-huh, woo)\nUh-huh, ay, uh\n(Point out the bounce) Geah, young Hov the king, nigga\nUh, I got y'all\n",
        "Uh, I got y'all\n\nFor those that think Hov fingers bling-blingin'\nEither haven't heard the album or they don't know English\nThey only know what the single is",
        "(Point out the bounce) Timbo the king, nigga (Uh-huh, woo)\nUh-huh, ay, uh\n(Point out the bounce) Geah, young Hov the king, nigga\nUh, uh (Yeah)\n",
        "To a whole ki to the R-O-C\n(Point out the bounce) Timbo the king, nigga, uh\n(Point out the bounce) Geah, young Hov the king, nigga\n\nPoint out the bounce",
        "\"I see,\" I said, \"jealousy\" I said\n\"Got the whole industry mad at me,\" I said\nThen B.I. said, \"Hov, remind yourself:\nNobody built like you, you designed yourself!\"\n\"I agree,\" I said, \"my one of a kind self\"",
        "\"I see,\" I said, \"jealousy\" I said\n\"Got the whole industry mad at me,\" I said\nThen B.I. said, \"Hov, remind yourself:\nNobody built like you, you designed yourself!\"\n\"I agree,\" I said, \"my one of a kind self\"",
        "Since we gotta be here life is but a beach ch-ch-ch-chair\nWent from having shabby clothes, crossing over Abbey Road\nHear my angels singing to me (Are you happy, Hov?)\nI just hope I'm hearing right; karma's got me fearing like\nColleek are you praying for me?",
        "Benzes 'round corners where the sun don't shine\nI let the wheels give a glimpse of hope of one's grind\nSon said: \"Hov, how you get so fly?\"\nI said: \"From not being afraid to fall out the sky\"\nMy physical's a shell, so when I say farewell",
        "My dick game is vicious, insane at bitches\nMami keep comin' back 'cause mami came vicious\nCatch Hov in the drop, nasty thang, lane switchin'\nOnce you turn your neck for a sec, your dame's missin'\nBujando, bujando, the cops is comin'",
        "Bujando, bujando, the cops is comin'\nGot that rap patrol behind, yo, get to runnin'\nI'm unstoppable Hov, untoppable flows\nI'm the compadre, the Sinatra of my day\nOl' Blue Eyes, my nigga, I did it my way",
        "I'm the compadre, the Sinatra of my day\nOl' Blue Eyes, my nigga, I did it my way\nY'all not rollin' with Hov, then hit the highway\n\nHola, Hovito (Yeah, yeah)",
        "Yeah, yeah\nNaw, I don't fuck around, stay on my J-O\nHov been about that dough since I was a day old\nOh, push perico if I need to for the root of evil\nWas born in the belly, that's the way the streets breed you",
        "Plus got more flows to come\nAnd if I ain't better than Big, I'm the closest one\nSo move over, hoes, choose Hova\nMy food for thought so hot, it give you dudes ulcers\nRovers, roasters, hoes is"
    ],
    "Lil Wayne": [
        "\nHands down got the best flow, sound I'm so special\nSound boy burial, this my Wayne Perry flow\nY'all know nothing 'bout Wayne Perry though\nDistrict of Columbia, guns on y'all Tumblrs",
        "Hands down got the best flow, sound I'm so special\nSound boy burial, this my Wayne Perry flow\nY'all know nothing 'bout Wayne Perry though\nDistrict of Columbia, guns on y'all Tumblrs\nFuck hashtags and retweets, nigga",
        "I dropped another classic, made Puff pass it\nNobody could touch Puff back when Puff had it\nWayne scorchin', I'll applaud him\nIf he keep going, pass the torch to him\n50 came through like hurricanes do",
        "I had the Illmatic on bootleg\nThe shit was so ahead, thought we was all dead\nWayne did \"A Milli,\" Fifty did a milli\n'Ye too, but what Em did was silly\nThe white boy blossomed after Dre endorsed him",
        "\nThis shit need a verse from Jeezy... Ay!\nI might send this to the mixtape Weezy\nGet somebody from BMF to talk on this\nGet this to a Blood, let a Crip walk on it (uhh!)"
    ],
    "Eminem": [
        "A monger of hate, satanist, scatter-brained atheist\nBut that ain't the case, see, it's a matter of taste\nWe as a people decide if Shady's as bad as they say he is\nOr is he the latter, a gateway to escape?\nMedia scapegoat who they can be mad at today"
    ],
    "Ice Cube": [
        "In holy water, no wonder they tried to hold me under longer\nI'm a motherfuckin' spiteful, delightful eyeful\nThe new Ice Cube, motherfuckers hate to like you\nWhat did I do? (Huh?), I'm just a kid from the gutter\nMakin' his butter off these bloodsuckers, 'cause I'm a motherfuckin'",
        "Ugh, take off the cuffs, unlock the gate\nIt's that ignorant nigga that you love to hate\nThe '07 Ice Cube, B. Sig' so rude\nTell a trick, get these nuts, eat dick like food\nNow see if I care if this verse get aired"
    ],
    "Kanye West": [
        "Reebok, baby, you need to try some new things\nHave you ever had shoes without shoe strings?\n\"What's that, Ye?\" \"Baby, these heels\"\n\"Is that a May— what?!\" \"Baby, these wheels\"\nYou trippin' when you ain't sippin', have a refill",
        "But this 'fuck everybody' attitude ain't natural\nBut you ain't a saint, this ain't kumbaye\nBut you got hurt because you did cool by 'Ye\nYou gave him twenty million without blinkin'\nHe gave you twenty minutes on stage, fuck was he thinkin'?",
        "Eventually the pendulum swings\nDon't forget America, this how you made me\nCome through with the 'Ye mask on\nSpray everything like SAMO, I won't scratch the Lambo\nWhat's it gon' take for me to go, for you to see?",
        "All ‘cause the shit I uttered was utterly ridiculous\nHow sick is this?\nYou want to bang, send Kanye change\nSend Just some dust, send Hip a grip\nThen you gotta spit a little somethin' like this",
        "Clap for 'em! Clap for 'em! Clap for 'em! Hey\n\nI seen Mase do it, I seen 'Ye do it\n'X came through, caught lighter fluid\nStill I came through it; clap for him!",
        "The shit was so ahead, thought we was all dead\nWayne did \"A Milli,\" Fifty did a milli\n'Ye too, but what Em did was silly\nThe white boy blossomed after Dre endorsed him\nHis flow on \"Renegade\": fucking awesome",
        "Who you know like Hov, nigga?23Embed 93 ContributorsWhere I’m From Lyrics\nUh huh, ge-ge ge-ge-geah\nYe-ye-yeah, ye-ye-yeah, (Brooklyn)\nHow real is, this?\nHow real is, this? (Brooklyn)",
        "I might bring back Versace shades (uhh!)\nThis ain’t for Z100\nYe told me to kill y'all to keep it 100 (uhh!)\nThis is for Hot 9-7\nThis shit for Clue, for Khaled, for we the bestin... (uhh!)",
        "Boardroom I'm lifting ya skirt up21Embed 95 ContributorsAlready Home Lyrics\n\nYeezy, Hova, Yeezy\nYeezy Yeezy, Hova, hold up\nYou either love me or leave me alone",
        "Boardroom I'm lifting ya skirt up21Embed 95 ContributorsAlready Home Lyrics\n\nYeezy, Hova, Yeezy\nYeezy Yeezy, Hova, hold up\nYou either love me or leave me alone",
        "\nYeezy, Hova, Yeezy\nYeezy Yeezy, Hova, hold up\nYou either love me or leave me alone\nYou either love me or leave me alone",
        "\nYeezy, Hova, Yeezy\nYeezy Yeezy, Hova, hold up\nYou either love me or leave me alone\nYou either love me or leave me alone"
    ],
    "Nas": [
        "I sold what your whole album sold in my first week\nYou guys don't want it with Hov\nAsk Nas, he don't want it with Hov, no\nR-O-C, we runnin' this rap shit\nB. Sigel, we runnin' this rap shit",
        "Chris and Neef, we runnin' this rap shit\n(Watch out, we run New York)\nI know you miss it, Nas, the (Fame)\nBut along with celebrity comes 'bout seventy shots to your frame\nNigga, you a (Lame)",
        "Nigga, you a (Lame)\nYou's the fag model for Karl Kani, Esco ads\nWent from Nasty Nas to Esco's trash\nHad a spark when you started, but now, you're just garbage\nFell from top ten to not mentioned at all",
        "I know who I paid, God, Serchlite Publishing\nUse your (Brain)\nYou said you've been in this ten, I've been in it five, smarten up, Nas\nFour albums in ten years, nigga? I could divide\nThat's one every, let's say two, two of them shits was doo",
        "There's a valuable lesson learned, so it evens up for me\nWhen the grass is cut, the snakes will show\nI gotta thank the little homie Nas for that, though (Haha)\nSavin' me the hassle of speakin' to half of these assholes\nAnd I'ma let karma catch up to Jaz-O, whoa",
        "You did it, couldn't talk about it if you ain't live it\nI'm from where niggas pull your card, and argue all day about\nWho's the best MCs, Biggie, Jay-Z or Nas?\nWhere the drugs czars evolve, and thugs are at odds\nAt each other's throats for the love of foreign cars",
        "Y'all ain't got nothing for me\n\nNas, let that bitch breathe!\n\nSuccess, McLaren, women staring",
        "Ain't gotta brag about the Feds, young man\nOld cribs I sold, y'all drive by like monuments\nGoogle Earth Nas; I got flats in other continents\nWorst enemies wanna be my best friends\nBest friends wanna be enemies like that's what's in",
        "Ask me, \"Ray-Ray, is that yo' car?\"\n\"I seen MTV, I know who you are\"\n\"You did Takeover, do you got beef with Nas?\"\nI did take over the game, brought back the soul\nGot tracks to go, got plaques that's gold"
    ],
    "Timbaland": [
        "Wet with two pairs of clothes on\nNow get your ass to the back as I fly to the track\nTimbaland, let me spit my prose on\nPosted up in the pro-zone\nThat's the track that we breakin' these hoes on",
        "That's what they sayin' when I roll up with my people\nMy music bangin' like vatos locos, got rap in a chokehold\nAnd I won't surrender it with beats by Timbaland\nCállate la boca, my baby\nAll I want to do is stroke you all crazy"
    ],
    "Guru": [
        "That's how you feel, Emory? (Ha-ya)\nTurn my vocal up some more\nTurn my vocal up, Guru! (Ha-ya)\nTurn the music up too (Ha-ya-ya-ya)\n",
        "I'll be here forever, you know I'm on my fall shit\nAnd I ain't with foreclosure, I will never forfeit\nLess than four bars, Guru bring the chorus in\nDid you get the picture yet?\nI'm painting you a portrait of Young",
        "I understand what y'all tryna do\nI brought the flutes this time though (Check)\nUnleash the flutes on 'em, Guru\nGive me some more music in the headphone\nLet's get to the proceedings preceding this evening",
        "\nTurn the music up, turn me down\nGuru, let's go get 'em again\nThis time it's for the money, my nigga\nBrooklyn, stand up",
        "Give me a crisp pair of jeans, nigga, button-ups\nS. Dots on my feet make my cipher complete\nWhat more can I say? Guru, play the beat\nMy nigga, hahahaha, woo!\nWe gon' let this ride into the hook",
        "(Yessir)\nE'erybody in the Roc\nHey, Guru, I know you spoiled, man\nI be taking them shits in one take\nYou gonna have to punch niggas' shit"
    ],
    "Antoinette": [
        "Don't matter to me if it's a him or her\nI just wanna see you smile through all the hate\nMarie Antoinette, baby, let 'em eat cake\n\nBad times turn to good memories, smile"
    ],
    "Chief Keef": [
        "Wanna give me jail time and a fine\nFine, let me commit a real crime\nI might buy a kilo for Chief Keef\nOut of spite, I just might flood these streets\nHear the freedom in my speech"
    ],
    "A$AP Rocky": [
        "Haters want me clapped in chrome, it ain't easy\nCops want to knock me, D.A. wants to box me in\nBut somehow, I beat them charges like Rocky\nH to the izz-O, V to the izz-A\nNot guilty, he who does not feel me"
    ],
    "Rakim": [
        "Mace niggas at Madison Square Garden\n20 million sold and we still catching charges\nRope chains, Rakim and Eric B\nBought my sidekicks Suzuki Jeeps and Cherokees\nHoop earrings, coupes with the rear cameras"
    ],
    "Denzel Curry": [
        "Back when Pam was on Martin\nYeah, that's where it all started\nWhen Denzel was blottin' carpet, I'll pack a nine millimeter\nWhen Slick Rick made \"Mona Lisa\"\nWhen Lisa Bonet was Beyoncé of her day, I had divas, y'all"
    ],
    "Big Daddy Kane": [
        "Shout out to Nostrand Ave., Flushing Ave., Myrtle\nAll the County of Kings, may your ground stay fertile\nShout out to Big Poppa, Daddy Kane, heroes\nThus concludin' my concerto\nMarcy me"
    ],
    "Amil": [
        "Bounce wit me, bounce wit me\nCan ya can ya can ya bounce wit me, bounce wit me\nUh uh.. Major Coins, Amil-lion\nBounce wit me, bounce wit me\nUhh, yo bounce wit me",
        "Beanie Sigel\nMemphis Bleek\nAmil-lion\nIt's the Dynasty, niggas\n2000 to infinity"
    ],
    "Coolio": [
        "Me and Gutta had two spots\nThe two-for-five dollar hits, the blue tops (Uh-huh)\nGotta go, Coolio mean it's gettin' too hot\nIf Faith have twins, she'd probably have two Pacs (uh, uh)\nGet it? (uh) 2 Pac's?"
    ],
    "2Pac": [
        "Gotta go, Coolio mean it's gettin' too hot\nIf Faith have twins, she'd probably have two Pacs (uh, uh)\nGet it? (uh) 2 Pac's?\nTime to separate the pros from the cons\n(And the..) The platinum from the bronze",
        "Build me up, break me down to build me up again\nThey like: \"Hov, we need you back so we can kill your ass again\"\n\"Hov got flow though he's no Big and Pac, but he's close\"\nHow I'm 'posed to win? they got me fightin' ghosts\nSame sword they knight you they gon' good night you with",
        "Don't believe me, ask Michael\nSee Martin, see Malcolm\nYou see Biggie, see Pac, see success and its outcome\nSee Jesus, see Judas; see Caesar, see Brutus\nSee success is like suicide",
        "So why the fuck can't y'all get hot already? (Already)\nPut your name in the pot already\nNiggas compare me to Biggie and Pac already (Already)\nLike I'm gone already\nAnd I am nigga I'm already home already (Already)",
        "Build me up to break me down to build me up again\nThey like \"Hov', we need you back so we can kill your ass again\"\nHov got flow though he's no Big and Pac, but he's close\nHow I'm 'posed to win? They got me fighting ghosts\nMost kings (... get their heads cut off)",
        "Don't believe me, ask Michael\nSee Martin, see Malcolm\nSee Biggie, see Pac, see success and its outcome\nSee Jesus, see Judas\nSee Caesar, see Brutus"
    ],
    "Mase": [
        "Clap for 'em! Clap for 'em! Clap for 'em! Hey\n\nI seen Mase do it, I seen 'Ye do it\n'X came through, caught lighter fluid\nStill I came through it; clap for him!"
    ],
    "Dr. Dre": [
        "Wayne did \"A Milli,\" Fifty did a milli\n'Ye too, but what Em did was silly\nThe white boy blossomed after Dre endorsed him\nHis flow on \"Renegade\": fucking awesome\nApplaud him!",
        "The past, present, nigga, the future, proper\nThe Holy Trinity in hip-hop is us\nWe give Dre his props, but that's where it stops\nIt's the Roc!\nYou might also like",
        "When I roll and shock, they watched me reclaim\nThe streets, they made a special spot for my name\nDre, haters want a stop to my reign\nBut the music lives in me, every drop in my veins\nThe pride and the pain"
    ],
    "Snoop Dogg": [
        "Clap for 'em! Clap for 'em! Clap for 'em! Hey\nYou might also like\nSnoop dogged it, Nelly came down\nThe Face Mob kept it ghetto for the H-Town\nLuda moved digits after he moved bitches",
        "Then run and tell them ducks you heard Hovi new shit\nHe and the boy Phar-real make beautiful music\nHe is to the East Coast what Snoop is\nTo the West Coast, what 'Face is to Houston\nYoung Hov' in the house is so necessary"
    ],
    "Nelly": [
        "Clap for 'em! Clap for 'em! Clap for 'em! Hey\nYou might also like\nSnoop dogged it, Nelly came down\nThe Face Mob kept it ghetto for the H-Town\nLuda moved digits after he moved bitches"
    ],
    "Ludacris": [
        "Snoop dogged it, Nelly came down\nThe Face Mob kept it ghetto for the H-Town\nLuda moved digits after he moved bitches\nDrake's up next, see what he do with it (Uh-huh)\nRule had a run, couple movie parts"
    ],
    "Drake": [
        "The Face Mob kept it ghetto for the H-Town\nLuda moved digits after he moved bitches\nDrake's up next, see what he do with it (Uh-huh)\nRule had a run, couple movie parts\nT.I. literally wanted to shoot up the charts"
    ],
    "Prodigy": [
        "Outkast landed, 3-thou was ill\nLike a male version of Lauryn Hill\nMobb Deep shook it, but Prodigy took it\nA lil' too far, can't fuck with Brooklyn\nWu-Tang gangbanged it, Meth ate"
    ],
    "Jadakiss": [
        "A slow transition from a lil' broke nigga from the 'Ville\nGot a deal, a real lifesaver\nDreams of being behind the wheel like Jada\nI chill now, cop a lil' ice later\nCole, you got the glow like a lil' lightsaber"
    ],
    "J. Cole": [
        "Dreams of being behind the wheel like Jada\nI chill now, cop a lil' ice later\nCole, you got the glow like a lil' lightsaber\nSo clap for him!\nThen applaud Hov, he gave him a platform",
        "Clap for 'em! Clap for 'em!\nI'm here now! Fayettenam\nClap for 'em! Clap for 'em! Ayy (J. Cole!)\nEvery day, a star is born52Embed 120 ContributorsBlueprint² Lyrics\n\"JAY-Z this,\" \"JAY-Z that\" (\"JAY-Z won't hold my hand no more\")"
    ],
    "Busta Rhymes": [
        "And no, I ain't get shot up a whole bunch of times\nOr make up shit in a whole bunch of lines\nAnd I ain't animated like, say, a Busta Rhymes\nBut the real shit you get when you bust down my lines\nAdd that to the fact I went plat' a bunch of times"
    ],
    "DJ Khaled": [
        "Ye told me to kill y'all to keep it 100 (uhh!)\nThis is for Hot 9-7\nThis shit for Clue, for Khaled, for we the bestin... (uhh!)\nNigga this shit violent\nThis is death of Auto-Tune, moment of silence"
    ],
    "A Tribe Called Quest": [
        "Can I kick it? (Yes you can!)\nCan I kick it? (Yes you can!)\nY'all motherfuckers must've heard that Tribe Called Quest shit\nLet's do it again!\nCan I kick it? (Yes you can!)"
    ],
    "Future": [
        "But the new improved Hov hit like Albert Pujols\nEverybody wanna hear me talk that money like Phil Rizzuto\nBut my mind is on Pluto\nBills that I do fold, I now invest on\nTrying to find some loopholes in the IRS"
    ],
    "JPEGMAFIA": [
        "All I need in this world of sin\nIs me and my girlfriend, haha\nI got a little two-two, I call her Peggy Sue\nWhen I'm off in the club, she fit right in my shoe (Woo)\nGotta switch her to my waist just in case (Uh-huh)"
    ],
    "Scarface": [
        "I missed the part when it stopped bein' 'bout Imus\nWhat do my lyrics got to do with this shit?\nScarface the movie did more than Scarface the rapper to me\nStill that ain't to blame for all the shit that's happened to me\nAre you saying what I'm spittin'",
        "I missed the part when it stopped bein' 'bout Imus\nWhat do my lyrics got to do with this shit?\nScarface the movie did more than Scarface the rapper to me\nStill that ain't to blame for all the shit that's happened to me\nAre you saying what I'm spittin'",
        "Let's stop the bullshittin'\n'Til we all without sin, let's quit the pulpittin'\nScarface the movie did more than Scarface the rapper to me\nStill that ain't to blame for all the shit that's happened to me\nLet's stop the bullshittin'",
        "Let's stop the bullshittin'\n'Til we all without sin, let's quit the pulpittin'\nScarface the movie did more than Scarface the rapper to me\nStill that ain't to blame for all the shit that's happened to me\nLet's stop the bullshittin'"
    ],
    "DJ Premier": [
        "Money flaring like nostrils for drug dealing apostles, huh\nAl Pacino down to Nino Brown\nMe, Jay and Preemo, got it sewed across the board like Pokeno\nTeflon, make sure your jammy is full\n'Cause I heard, Sammy the Bull lamps in Miami with pull"
    ],
    "Benny The Butcher": [
        "That's real, mixed feelings like a mulatto\nThug thought he was O.G. Bobby Johnson\nI played him like Benny Blanco\nMano a mano, you ain't ready\nI fondle triggers straight up"
    ]
}