{
    "Eminem": [
        "It's actually disastrously bad for the wack\nWhile I'm masterfully constructing this masterpièce\nSee Eminem LiveGet tickets as low as $90You might also like\n'Cause I'm beginnin' to feel like a Rap God, Rap God\nAll my people from the front to the back nod, back nod",
        "This opportunity comes once in a lifetime, yo\nYou better\nSee Eminem LiveGet tickets as low as $90You might also like\nHis soul's escaping through this hole that is gaping\nThis world is mine for the taking, make me king",
        "\nI've created a monster\n'Cause nobody wants to see Marshall no more, they want Shady, I'm chopped liver\nWell, if you want Shady, this is what I'll give ya\nA little bit of weed mixed with some hard liquor",
        "And get ready, 'cause this shit's about to get heavy\nI just settled all my lawsuits (Fuck you, Debbie)\nSee Eminem LiveGet tickets as low as $90You might also like\nNow, this looks like a job for me\nSo everybody, just follow me",
        "But no more worries, rest your head and go to sleep\nMaybe one day we'll wake up and this'll all just be a dream\nSee Eminem LiveGet tickets as low as $90You might also like\nNow hush, little baby, don't you cry\nEverything's gonna be alright",
        "And Dr. Dre said\nNothing, you idiots, Dr. Dre's dead, he's locked in my basement (Ha-ha)\nFeminist women love Eminem\n\"Chicka-chicka-chicka, Slim Shady, I'm sick of him\nLook at him, walkin' around, grabbin' his you-know-what",
        "But if you feel like I feel, I got the antidote\nWomen, wave your pantyhose, sing the chorus, and it goes\nSee Eminem LiveGet tickets as low as $90You might also like\nI'm Slim Shady, yes, I'm the real Shady\nAll you other Slim Shadys are just imitating",
        "\"Yeah, he's cute, but I think he's married to Kim, hee-hee\"\nI should download her audio on MP3\nAnd show the whole world how you gave Eminem VD (Agh)\nI'm sick of you little girl and boy groups, all you do is annoy me\nSo I have been sent here to destroy you",
        "I'm sick of your blonde hair and earrings\nJust 'cause you look in the mirror and think\nThat you're Marshall Mathers (Marshall Mathers)\nDon't mean you are, and you're not about it\nSo just leave my dick in your mouth and keep my daughter out it",
        "I'm sick of your blonde hair and earrings\nJust 'cause you look in the mirror and think\nThat you're Marshall Mathers (Marshall Mathers)\nDon't mean you are, and you're not about it\nSo just leave my dick in your mouth and keep my daughter out it",
        "Don't mean you are, and you're not about it\nSo just leave my dick in your mouth and keep my daughter out it\nSee Eminem LiveGet tickets as low as $90You might also like\nYou fuckin'—, oh\nAnd I'm just playin', Diddy",
        "Fire, Godzilla, fire, monster\nBlood on the dance floor, and on the Louis V carpet\nSee Eminem LiveGet tickets as low as $90You might also like\nI'm just a product of Slick Rick and Onyx, told 'em lick the balls\nHad 'em just appalled, did so many things that pissed 'em off",
        "Anyways, I hope you get this, man, hit me back\nJust to chat, truly yours, your biggest fan, this is Stan\nSee Eminem LiveGet tickets as low as $90You might also like\nMy tea's gone cold, I'm wondering why I\nGot out of bed at all",
        "Would I really have a shot at a feat? (Ha!)\nI don't know, but I'm glad to be back, like\nSee Eminem LiveGet tickets as low as $90You might also like\nAbra-abracadabra\n(And for my last trick) I'm 'bout to reach in my bag, bruh",
        "And you think I'm crazy, yeah, you think I'm crazy\nWell, that's nothin'\nSee Eminem LiveGet tickets as low as $90You might also like\nNew-hoo, ooh-hoo, new-hoo, ooh-hoo, new-hoo, ooh-hoo (Oh)\nWell, that's nothin'",
        "Snakes in the grass tryna slither fast\nI just bought a fuckin' lawn mower (Vroom)\nSee Eminem LiveGet tickets as low as $90You might also like\nI done said a lotta things in my day, I admit it\nThis is payback in a way (Yeah), I regret it that I did it",
        "Been prayin' for my downfall (Yeah)\nFrom the 8 Mile to the Southpaw\nStill the same Marshall, that outlaw\nThat they say as a writer might've fell off\nI'm back on that bull like the cowboys",
        "But they've been puttin' me through the ringer\nSo I ain't ironin' shit out with the press\nBut I just took this beat to the cleanersSee Eminem LiveGet tickets as low as $90You might also like738Embed 187 ContributorsTranslationsEspañolTürkçeРусский日本語Italianoहिन्दीFrançaisSvenskaDeutschSuperman Lyrics\nMhmmm *inhales*\nYou high, baby?",
        "What, you tryin' to be my new wife?\nWhat, you Mariah? Fly through twice\nSee Eminem LiveGet tickets as low as $90You might also like\nBut I do know one thing though\nBitches, they come, they go",
        "\"I'm not fazed, I hang around big stars all day\nI don't see what the big deal is anyway\nYou're just plain old Marshall to me\"\nOoh, yeah, girl, run that game\n\"Hailie Jade, I love that name",
        "Love that tattoo, what's that say?\n'Rot In Pieces', uh, that's great\"\nFirst off, you don't know Marshall\nAt all, so don't grow partial\nThat's ammo for my arsenal",
        "'Til the day that I drop, you'll never say that I'm not killin' 'em\n'Cause when I am not, then I'ma stop pennin' 'em\nAnd I am not hip-hop and I'm just not Eminem\nSubliminal thoughts, when I'ma stop sendin' 'em?\nWomen are caught in webs, spin 'em and hock venom",
        "Fa' shizzle, my wizzle, this is the plot, listen up\nYou bizzles forgot, Slizzle does not give a fuck\nSee Eminem LiveGet tickets as low as $90You might also like\n'Til the roof comes off, 'til the lights go out\n'Til my legs give out, can't shut my mouth",
        "I love the way you lie\nI love the way you lie\nSee Eminem LiveGet tickets as low as $90You might also like\nYou ever love somebody so much you can barely breathe when you're with 'em?\nYou meet, and neither one of you even know what hit 'em",
        "Square in the face, this fuckin' world better prepare to get laced\nBecause they're gonna taste my—\nSee Eminem LiveGet tickets as low as $90You might also like\nVenom, (I got that) adrenaline momentum\nAnd I'm not knowin' when I'm",
        "Hi Suzanne, but I shoulda said \"Bye Suzanne\"\nAfter the first night, but tonight I am\nSee Eminem LiveGet tickets as low as $90You might also like\nI've been a liar, been a thief\nBeen a lover, been a cheat",
        "And fuck this battle, I don't wanna win, I'm outtie\nHere, tell these people something they don't know about me\nSee Eminem LiveGet tickets as low as $90You might also like\nYo...255Embed 649 ContributorsTranslationsTürkçeEspañolPortuguêsFrançaisEnglishNot Alike Lyrics\nTay Keith, fuck these niggas up",
        "I'm fit to be king, you're cut out to fit in Prince pants\nYou niggas—\nSee Eminem LiveGet tickets as low as $90You might also like\nBrain dead, eye drops\nPain meds, cyclops (Yeah)",
        "So everybody, everybody (Go berserk)\nGrab your vial, yeah\nSee Eminem LiveGet tickets as low as $90You might also like\nGuess it's just the way that I'm dressed, ain't it?\nKhakis pressed, Nike shoes crispy and fresh laced",
        "And girl, I ain't got no money to borrow\nBut I am tryin' to find a way to get you alone: car note\nOh, Marshall Mathers\nShithead with a potty mouth, get the bar of soap lathered\nKangol's and Carheartless Cargos",
        "I can take all of you motherfuckers on at once (Yeah!)\nYou wanted Shady? You got him!\nSee Eminem LiveGet tickets as low as $90You might also like\nDon't fall on my face (Yeah)\nDon't fall on my faith, oh",
        "I never meant to make you cry\nBut tonight I'm cleanin' out my closet (Ha!)\nSee Eminem LiveGet tickets as low as $90You might also like\nI got some skeletons in my closet and I don't know if no one knows it\nSo before they throw me inside my coffin and close it",
        "But the smartest shit I did was take the bullets out of that gun\n'Cause I'da killed 'em, shit, I woulda shot Kim and him both\nIt's my life, I'd like to welcome y'all to The Eminem Show\nI'm sorry, Mama\nI never meant to hurt you",
        "Here today, gone tomorrow\nBut you'd have to walk a thousand miles—\nSee Eminem LiveGet tickets as low as $90You might also like\nIn my shoes, just to see\nWhat it's like to be me",
        "Laugh at every single joke I crack\nAnd half of 'em ain't even funny, like, \"Ha!\nMarshall, you're so funny, man\nYou should be a comedian, goddamn!\"\nUnfortunately I am",
        "Fack, fack on everyone\nI'm a Kamikaze, gonna\nSee Eminem LiveGet tickets as low as $90You might also like\nI turned to rap 'cause it made me feel tough when I wasn't (Wasn't)\nFrom the moment I heard rappers cussin', I was in (Was in)",
        "Heart's saying, \"I will, once I bury this bitch alive\nHide the shovel and then drive off in the sunset\"\nSee Eminem LiveGet tickets as low as $90You might also like\nI flee the scene (The scene) like it was my last ride\nYou see right through (Right through)",
        "How's this for a publicity stunt? This should be fun\nLast album now 'cause after this you'll be officially done\nEminem killed by M and M, Matthew Mitchell\nBitch, I even have your initials\nI initially was gonna bury you next to my brother, but fuck it",
        "Every woman you insult, batter, but the double-standard you have when it comes to your daughters\nI represent everything you take for granted\n'Cause Marshall Mathers, the rapper's persona\nIs half a facade, and Matthew and Stan's just symbolic\nOf you not knowin' what you had 'til it's gone",
        "I walk on water (Shit)\nBut only when it freezes\nSee Eminem LiveGet tickets as low as $90You might also like\nIt's the curse of the standard, that the first of the Mathers disc set\nAlways in search of the verse that I haven’t spit yet",
        "Just know that I'm lookin' down on you smilin'\nAnd I didn't feel a thing, so, baby, don't feel no pain, just smile back\nSee Eminem LiveGet tickets as low as $90You might also like\nI keep havin' this dream, I'm pushin' Hailie on the swing\nShe keeps screamin' she don't want me to sing",
        "\"But, baby, wait!\" \"It's too late, Dad, you made the choice\nNow go up there and show 'em that you love 'em more than us\nThat's what they want, they want you, Marshall, they keep\nScreamin' your name, it's no wonder you can't go to sleep\nJust take another pill, yeah, I bet you, you will",
        "I don't mean to be mean\nBut that's all I can be, it's just me\nSee Eminem LiveGet tickets as low as $90You might also like\nAnd I am whatever you say I am\nIf I wasn't, then why would I say I am?",
        "Now it's so sad to see\nAn upper-class city havin' this happenin'\nThen attack Eminem 'cause I rap this way, but I'm glad\n'Cause they feed me the fuel that I need for the fire to burn\nAnd it's burnin', and I have returned",
        "Come here, slut; \"Shady, wait a minute, that's my girl, dawg\"\nI don't give a fuck, God sent me to piss the world off\nSee Eminem LiveGet tickets as low as $90You might also like\nHi, my name is, what? My name is, who?\nMy name is, chka-chka, Slim Shady",
        "His gift is a curse, forget the Earth, he's got the urge to pull his dick from the dirt\nAnd fuck the whole universe\nSee Eminem LiveGet tickets as low as $90You might also like\nI'm not afraid, I'm not afraid\nTo take a stand, to take a stand",
        "I couldn't, I wouldn't be fit to\nYou're full of shit too, Guerrera, that was a fist that hit you (Bitch)\nSee Eminem LiveGet tickets as low as $90You might also like\n(Come on) Sing with me (Sing), sing for the year (Sing it)\nSing for the laughter and sing for the tear (Sing that shit)",
        "So you can keep knockin', but won't knock me down\nNo love lost, no love found\nSee Eminem LiveGet tickets as low as $90You might also like\nIt's a little too late to say that you're sorry now (Yeah)\nYou kicked me when I was down",
        "This is business, and this shit just isn't none of my business\nBut still knowin' the shit could pop off at any minute, 'cause\nSee Eminem LiveGet tickets as low as $90You might also like\nStep by step (Oh), heart to heart (Heart to heart)\nLeft, right, left, we all fall down (All fall down; All fall down, all fall down, oh)",
        "And it wasn't fixable or changeable\nAnd to this day we remain estranged, and I hate it though, but—\nSee Eminem LiveGet tickets as low as $90You might also like\nI guess we are who we are\nHeadlights shining in the dark night, I drive on",
        "(We can't just leave Hailie alone, what if she wakes up?)\nWe'll be right back, well, I will, you'll be in the trunk\nSee Eminem LiveGet tickets as low as $90You might also like\nSo long, bitch, you did me so wrong\nI don't wanna go on",
        "Fuck you\nYou did this to us! You did it! It's your fault\n\"Oh my God, I'm crackin' up\" Get a grip, Marshall\nHey, 'member the time we went to Brian's party\nAnd you were, like, so drunk that you threw up all over Archie?",
        "This is the winner takes it all\nSo, take it all, a-all, a-all, a-all\nSee Eminem LiveGet tickets as low as $90You might also like\nI can see the finish line with each line that I finish\nI'm so close to my goals, I can almost pole vault over the goal post",
        "Then you better take it back to The Shelter and Hamburger Helper\n'Cause, damn it, I'm still the\nSee Eminem LiveGet tickets as low as $90You might also like\nGreatest in the world (Yeah!)\nGreatest in the world (Yeah!)",
        "Blood, guts, guns, cuts\nKnives, lives, wives, nuns, sluts\nSee Eminem LiveGet tickets as low as $90You might also like\nBitch, I'ma kill you\nYou don't wanna fuck with me",
        "Whoops, is that a subliminal hint? No\nJust criminal intent to sodomize women again\nEminem offend? No, Eminem'll insult\nAnd if you ever give in to him, you give him an impulse\nTo do it again, then if he does it again",
        "Whoops, is that a subliminal hint? No\nJust criminal intent to sodomize women again\nEminem offend? No, Eminem'll insult\nAnd if you ever give in to him, you give him an impulse\nTo do it again, then if he does it again",
        "But fuck it, I'm movin' on, you women are all cray\nBut I'll probably always keep on playin' the—\nSee Eminem LiveGet tickets as low as $90You might also like\nGame of love, love, love, love\nLa-La-La-La-La love",
        "This is me talkin' cordial, yeah, I got some home training\nThat ain't what you like, ain't it?\nWhat about if I was as famous as Marshall?\nWould you give fellatio in the carpool?\nCops pull us over, they just wanna know if you gargle",
        "Wasn't jokin' when I told you you take my breath away\nYou're a supernova and I'm a\nSee Eminem LiveGet tickets as low as $90You might also like\nI'm a space-bound rocket ship and your heart's the Moon\nAnd I'm aimin' right at you, right at you",
        "Ten-million dollars?\nGet the fuck outta here\nYou see, I'm just Marshall\nMathers (Marshall Mathers)\nI'm just a regular guy, I don't know why all the",
        "Get the fuck outta here\nYou see, I'm just Marshall\nMathers (Marshall Mathers)\nI'm just a regular guy, I don't know why all the\nFuss about me (Fuss about me)",
        "Whatever happened to catchin' a good old-fashioned passionate ass-whoopin'\nAnd gettin' your shoes, coat and your hat tooken?\nSee Eminem LiveGet tickets as low as $90You might also like\nNew Kids on the Block suck a lot of dick\nBoy, girl groups make me sick",
        "\"Slim Anus\"? You damn right, slim anus\nI don't get fucked in mine like you two little flamin' faggots\n'Cause I'm just Marshall\nMathers (Marshall Mathers)\nI'm not a wrestler guy, I'll knock you out",
        "I don't get fucked in mine like you two little flamin' faggots\n'Cause I'm just Marshall\nMathers (Marshall Mathers)\nI'm not a wrestler guy, I'll knock you out\nIf you talk about me (Talk about me)",
        "Now your magazine shouldn't have so much trouble to sell\nAw, fuck it, I'll even buy a couple myself\n'Cause I'm just Marshall\nMathers (Marshall Mathers)\nI'm just a regular guy, I don't know why all the",
        "Aw, fuck it, I'll even buy a couple myself\n'Cause I'm just Marshall\nMathers (Marshall Mathers)\nI'm just a regular guy, I don't know why all the\nFuss about me (Fuss about me)",
        "Now everybody wanna run they mouth and try to\nTake shots at me (Take shots at me)\nBecause I'm just Marshall\nMathers (Marshall Mathers)\nI'm just a regular guy, I don't know why all the",
        "Take shots at me (Take shots at me)\nBecause I'm just Marshall\nMathers (Marshall Mathers)\nI'm just a regular guy, I don't know why all the\nFuss about me (Fuss about me)",
        "Don't let that fine girl pass you by\nLook real close 'cause strobe lights lie\nSee Eminem LiveGet tickets as low as $90You might also like\nWe 'bout to have a party (Turn the music up)\nLet's get it started (Go 'head and shake your butt)",
        "And to think, it's just little ol' me\nMr. Don't-Give-a-Fuck still won't leave\nSee Eminem LiveGet tickets as low as $90You might also like\nI'm a criminal!\n'Cause every time I write a rhyme these people think it's a crime",
        "You can leave this earth, bitch, I'm in rake mode (Huh)\nI'm in cake mode (Huh), I'm in brave mode, uh\nWhat up, Marshall? I'm a martian, I'm in Wayne mode (Facts)\nNeck wet, big drip, I'm in rain mode (Drip, drip, drip)\nEight niggas, eight hittas, take eight souls (Brrr)",
        "Me and my niggas gotta eat, we share the same stove (What?)\nCase closed, bodies in my lane, bitch, lane closed\nSee Eminem LiveGet tickets as low as $90You might also like\nGame over, Thanos on you H-O's\nOn my petty shit but I don't paint toes (Yeah)",
        "Game over, Thanos on you H-O's\nOn my petty shit but I don't paint toes (Yeah)\nGet the plunger (Plunger) 'cause Marshall and M.A go plum crazy\nCall us liquid plumber, 'cause even Dre know (Dre know)\nBeat knocks like a beefed up Detox",
        "Some cocksucker shoved me into a fuckin' locker\n‘Cause he said that I eye-balled him\nSee Eminem LiveGet tickets as low as $90You might also like\nAnd if you fall, I'll get you there\nI'll be your savior from (Yeah) all the wars",
        "'Til I die of exhaustion, inhale my exhaust fumes\nThe best part about me is I am not you\nI'm me, and I'm the Fire Marshall, and this is my—\nThis is my legacy, legacy, yeah\nThis is my legacy, legacy, yeah",
        "If I suck, your wife is a straw (Straw)\nI'm sick and I'm not gonna cover my mouth next time that I cough 'cause\nSee Eminem LiveGet tickets as low as $90You might also like\nThey say these bars are like COVID (Bars are like COVID; what?)\nYou get 'em right off the bat (You get 'em right off the bat; yeah)",
        "And now they're sayin' I'm in trouble with the government\nI'm lovin' it, I shoveled shit all my life, and now I'm dumpin' it on\nSee Eminem LiveGet tickets as low as $90You might also like\nWhite America, I could be one of your kids\nWhite America, Little Eric looks just like this",
        "What I really wanna say is, if there's anyone else that can relate to my story\nBet you feel the same way I felt when I was in the same place you are, when I was afraid to—\nSee Eminem LiveGet tickets as low as $90You might also like\nI was a—, afraid to make a single sound\nAfraid I would never find a way out, out, out",
        "You hear this finger? Oh, it's upside down\nHere, let me turn this motherfucker up right now\nSee Eminem LiveGet tickets as low as $90You might also like\nThat's why they call me Slim Shady (I'm back)\nI'm back (I'm back), I'm back (Slim Shady!)",
        "Fack, fack, fack (Fuck, I am)\nI am, I'm going to cum (I'm cumming)\nSee Eminem LiveGet tickets as low as $90You might also like\n(Oh, yeah, God) Ooh, wow, boom that pow\nOoh, ow, I need a cigarette now",
        "My middle finger won't go down, how do I wave?\nAnd this is how I'm supposed to teach kids how to behave?\nSee Eminem LiveGet tickets as low as $90You might also like\nNow, follow me and do exactly what you see\nDon't you wanna grow up to be just like me?",
        "Only way that I know how to escape from this 8 Mile Road\n(I'ma make it somehow)\nSee Eminem LiveGet tickets as low as $90You might also like\nI'm walkin' these train tracks, tryna regain back\nThe spirit I had 'fore I go back to the same crap",
        "For I am Triumph the Puppet Dog, I am a mere puppet\nI can get away with anything I say and you will love it\nSee Eminem LiveGet tickets as low as $90You might also like\nThe way you shake it, I can't believe it\nI ain't never seen an ass like that",
        "Don't even listen to Slim, yo, he's bad for you\nYou know what, Dre? I don't like your attitude\nSee Eminem LiveGet tickets as low as $90You might also like\nCome on, just come in here for a minute\nI don't know",
        "That's a lot of shots, huh? (Double entendre)\n(Hello, darkness, my old friend)\nSee Eminem LiveGet tickets as low as $90You might also like\nAnd I don't wanna be alone in the darkness (Yeah)\nI don't wanna be alone in the darkness",
        "And beware of bar stools flyin' through the air and bottles breakin', mirrors also\nAnd I ain't stoppin' 'til the swear jar's full\n\"You done called every woman a slut but you're forgetting Sarah, Marshall\" (Palin)\nOh, my bad, slut! And next time I show up to court\nI'll be naked and just wear a law suit",
        "You're lucky I don't tear it off you\nAnd jump your bones, you sexy motherfucker!\nYou're so fuckin' gravy, Marshall, I should start callin' you 'au jus'\n‘Cause all's you do is spit them lyrics out the wazoo\"\nEvil Twin, take this beat now, it's all you",
        "And that sort of defines where I'm at and the way I feel now\nFeel like I might just strike first, then ignore the replies\nSee Eminem LiveGet tickets as low as $90You might also like\nThere's darkness closing in (Evil twin), there it goes again (My evil twin)\nIt controls my pen (My evil twin), but that ain't me, it's my evil twin",
        "So who the fuck you think that third and that fourth spot's for?\nAnd crazy as I am, I'm much tamer than him, and I'm nuts\nThen again, who the fuck wants a plain Eminem?\nBut no one's insaner than Slim, look at that (Evil grin)\n(Evil twin) please come in; what was your name again?",
        "Anyone who thought I was done: nah bitch, not quite\nSpotlight's back on, got my faith, where's yours?\nSee Eminem LiveGet tickets as low as $90You might also like\nDo you still believe in me?\nDidn't I give everything I had to give you to make you see?",
        "Admit it, fuck it, while we comin' out in the open\nI'm doin' acid, crack, smack, coke, and smokin' dope then\nMy name is Marshall Mathers, I'm an alcoholic (Hi, Marshall)\nI have a disease and they don't know what to call it\nBetter hide your wallet 'cause I'm comin' up quick to strip yo' cash",
        "Admit it, fuck it, while we comin' out in the open\nI'm doin' acid, crack, smack, coke, and smokin' dope then\nMy name is Marshall Mathers, I'm an alcoholic (Hi, Marshall)\nI have a disease and they don't know what to call it\nBetter hide your wallet 'cause I'm comin' up quick to strip yo' cash",
        "The proof is in the puddin', just ask DeShaun Holton\nI'll slit yo' motherfuckin' throat worse than Ron Goldman\nSee Eminem LiveGet tickets as low as $90You might also like\nSo when you see me on yo' block with two Glocks\nScreamin', \"Fuck the world\" like 2Pac",
        "And you're still in love with me\n'Til I woke up to discover that that dream was dead\nSee Eminem LiveGet tickets as low as $90You might also like\nBut you won't break me\nYou'll just make me stronger than I was",
        "'Cause sometimes it feels like the world's almost over\nBut then she comes back to me\nSee Eminem LiveGet tickets as low as $90You might also like\nMy baby girl (Girl), keeps gettin' older ('Der)\nI watch her grow up with pride",
        "No one's ever indicted you\nWhy? 'Cause you're a...\nSee Eminem LiveGet tickets as low as $90You might also like\nWhite boy, white boy, you're a rockstar\nMy momma talkin' to me, tryna tell me how to live",
        "Got you singin' this star-spangled spiel\nTo a piece of cloth that represents the \"Land of the Free\" that made people slaves to build272Embed 250 ContributorsTranslationsItalianoहिन्दीSvenskaBusiness Lyrics\nMarshall! Sounds like an SOS\nHoly wack unlyrical lyrics, Andre, you're fucking right!\nTo the Rapmobile—let's go!",
        "Holy wack unlyrical lyrics, Andre, you're fucking right!\nTo the Rapmobile—let's go!\n(Marshall! Marshall!)\nBitches and gentlemen! It's showtime!\nHurry hurry, step right up!",
        "Holy wack unlyrical lyrics, Andre, you're fucking right!\nTo the Rapmobile—let's go!\n(Marshall! Marshall!)\nBitches and gentlemen! It's showtime!\nHurry hurry, step right up!",
        "Hurry hurry, step right up!\nIntroducing the star of our show\nHis name is (Marshall!)\nYou wouldn't wanna be anywhere else in the world right now\nSo without further ado, I bring to you (Marshall!)",
        "His name is (Marshall!)\nYou wouldn't wanna be anywhere else in the world right now\nSo without further ado, I bring to you (Marshall!)\n\nYou 'bout to witness hip-hop in its most purest",
        "Away from you, dear, fear none\nHip-hop is in a state of 9-1-1, so\nSee Eminem LiveGet tickets as low as $90You might also like\nLet's get down to business\nI don't got no time to play around, what is this?",
        "People, when you're rappin' and you know what for\nThe show must go on; so I'd like to welcome y'all\nTo Marshall and Andre's carnival, c'mon!\nNow let's get down to business\nI don't got no time to play around, what is this?",
        "\nSo there you have it, folks\n(Marshall!) has come to save the day\nBack with his friend Andre\nAnd to remind you that bullshit does not pay",
        "Back with his friend Andre\nAnd to remind you that bullshit does not pay\nBecause (Marshall!) and Andre are here to stay\nAnd never go away\nUntil our dying day",
        "And never go away\nUntil our dying day\nUntil we're old and grey (Marshall!)\nSo until next time, friends\nSame blonde hair, same rap channel",
        "Same blonde hair, same rap channel\nGood night, everyone!\nThank you for coming! Your host for the evening (Marshall!)\nOh! Heh102Embed 334 ContributorsTranslationsTürkçeEspañolРусскийItalianoFrançaisNederlandsYou Gon’ Learn Lyrics\nPray you see tomorrow, little boy, you gon' learn",
        "Segregation is bein' told where I'm gonna go\nSeparation is bein' woke and goin' wherever I wanna go\nSee Eminem LiveGet tickets as low as $90You might also like\nPray you see tomorrow, little boy, you gon' learn\nAll them pretty bitches leave yo' ass in the urn",
        "Oops, my CD just skipped\nAnd everyone just heard you let one rip\nSee Eminem LiveGet tickets as low as $90You might also like\nNow I'm gonna make you dance\nIt's your chance, yeah, boy, shake that ass",
        "And that hurt that you have, you just converted to gasoline\nAnd while you're burning the past, standing at inferno and chantin'\nSee Eminem LiveGet tickets as low as $90You might also like\nI'm standin' in the flames\nAnd it’s a beautiful kind of pain",
        "If you dropped dead?\nI would feel so much, much better\nSee Eminem LiveGet tickets as low as $90You might also like\nThink I just relapsed, this bitch pushed me over the brink\nHop on the freeway tryna get some time alone and just think",
        "You could give your whole damn life to the music thing\nThey gon' turn around like they don't love you\nSee Eminem LiveGet tickets as low as $90You might also like\nYeah, they woke a giant up\nSo when I get back on my feet, don't wonder why in the",
        "They gon' turn around like they don't love you134Embed 295 ContributorsTranslationsРусскийFrançaisInfinite Lyrics\nAw, yeah (It's like this, like this)\nIt's Eminem, baby\nBack up in that motherfuckin' ass\n('Til forever, 'til forever)",
        "I turn the stage into a barren wasteland\nI'm infinite\nSee Eminem LiveGet tickets as low as $90You might also like\nYou heard of Hell, well, I was sent from it\nI went to it, servin' a sentence for murderin' instruments",
        "Includin' the voicemails right before you flipped your top\nWhen me and Luis were tryin' to stick two CDs in the same slot\nSee Eminem LiveGet tickets as low as $90You might also like\nSlim Shady, artful dodger\nSlim Shady, artful dodger",
        "Yeah, yeah\nYeah, yeah yeah\n(\"What's your name?\") Marshall\n(\"Who's your daddy?\") I don't have one\n",
        "So as long as I'm on the clock, punching this time card\nHip-hop ain't dying on my watch\nSee Eminem LiveGet tickets as low as $90You might also like\nNow sometimes when I'm sleepin'\nShe comes to me in my dreams",
        "'Cause there's no rhyme or no reason for nothing\n\n(\"Now, what's your name?\") Marshall\n(\"Who's your daddy?\") I don’t know him, but I wonder—\n(\"Is he rich like me?\") Ha",
        "Down to the river with you\nHelp me leave this all behind\nSee Eminem LiveGet tickets as low as $90You might also like\nI'ma wash away my sins\nI'ma rinse away this dirt",
        "With a bullseye on his back, his whole chest and torso\nAre left on the doorsteps of Trayvon's dad as a present for him\nSee Eminem LiveGet tickets as low as $90You might also likeIn my present form I'm Desert Storm\nAppetite for destruction there's no suppressant for\nAggressive, forceful, and less remorseful in every morsel",
        "I'm going to a pretty place now where the flowers grow\nI'll be back in an hour or so\nSee Eminem LiveGet tickets as low as $90You might also like\n‘Cause every time I go to try to leave (Whoa)\nSomething keeps pullin' on my sleeve (Whoa)",
        "Sometimes it's like a nightmare just bein' Andre\nBut I…\nSee Eminem LiveGet tickets as low as $90You might also like\nSomehow, some way\nHello, nigga! You know about Dogg-ay (Snoop Dogg)",
        "Damn, baby girl, what's your name? (What's your name?)\nI forgot, what'd you say it was? Damn, a nigga buzzed (Fucked up)\nHangin' in the club with my nephew Eminem (What's up, Slim?) What up, Cuz? (What up, Snoop?)\nThe Great White American Hope (Uh-huh)\nDone hooked up with the king of the motherfuckin' West Coast, baby",
        "‘Cause you're moving onto the next, but is your respect gone?\n‘Cause someone told me that…\nSee Eminem LiveGet tickets as low as $90You might also like\nKings never die\n",
        "Killing everything, play this tune, it's your eulogy\nIt's your funeral, prepare to die\nThis is music for you to be murdered bySee Eminem LiveGet tickets as low as $90You might also like183Embed 287 ContributorsWicked Ways Lyrics\nI'm gettin' by with my wicked ways\nI'm loadin' up and I'm takin' names",
        "With the rhyme I'm spittin' while I'm shittin' on competition\nIn the meantime, it's always mean time, I'm gettin'—\nSee Eminem LiveGet tickets as low as $90You might also like\nI'm gettin' by with my wicked ways\nI'm loadin' up and I'm takin' names",
        "When we renewed our vows, this the thanks I get?\nI'm waitin' for the day I can\nHear you say, \"Marshall, what a skank I've been.\"\n\"And there's a new guy, you're being replaced by him.\"\nGot your tubes tied for him, got that boob job for him",
        "'Cause you just look at me and roll them little snake eyes in\nSince—\nSee Eminem LiveGet tickets as low as $90You might also like\nSince you bought the jury, they'll call me guilty\nThey'll call me guilty",
        "In anyone's mind, one day I'd go down in history\nThink they know now because everybody knows\nSee Eminem LiveGet tickets as low as $90You might also like\nEverybody knows\nThat you're just an asshole",
        "Stuck in the past—iPod, what the fuck is that?\nB-Boy to the core, mule, I'm a stubborn ass\nSee Eminem LiveGet tickets as low as $90You might also like\nMaybe that's why I feel so strange\nGot it all, but I still won't change",
        "We've been down this road too many times for me to count\nAnd all I can think is how—\nSee Eminem LiveGet tickets as low as $90You might also like\nI just want you to be normal\nWhy can't you bitches be normal?",
        "Bomb, I'm feelin' myself, I'm a giant\nSometimes I gotta remind myself that I am...\nSee Eminem LiveGet tickets as low as $90You might also like\nI am phenomenal\nWith every ounce of my blood",
        "Even if my collarbones crush or crumble\nI will never stumble\nSee Eminem LiveGet tickets as low as $90You might also like\nI love pissin' you off, gets me off\nLike my lawyers when the fuckin' judge lets me off",
        "Listen to the sound of Kim as she licks on a cock\nListen to the sound of me spillin' my heart through this pen\nMotherfuckers know that I'll never be Marshall again\nFull of controversy until I retire my jersey\n'Til the fire inside dies and expires at thirty",
        "Ivanka, stiff-arm her while I'm hittin' on Melania\nAnd this song's for all ya\nSee Eminem LiveGet tickets as low as $90You might also like\n'Cause nobody likes me, everybody hates me\nThey want me to go eat some worms (I hope you offended)",
        "My competition can't see me—\n'Cause I don't own a mirror!\nBut, Marshall, you are terrific\nSo smart and gifted\nI'm so narcissistic, when I fart I sniff it",
        "'Cause I swear when I get up, I'm never gonna let up\n'Til everybody eats my turds181Embed 309 ContributorsTranslationsРусскийBrainless Lyrics\n\"Or Eminem has a full line of chainsaws\n\"Eminem, Eminem, Eminem, Eminem\nEminem, Eminem\"",
        "'Til everybody eats my turds181Embed 309 ContributorsTranslationsРусскийBrainless Lyrics\n\"Or Eminem has a full line of chainsaws\n\"Eminem, Eminem, Eminem, Eminem\nEminem, Eminem\"\n\"Marshall Mathers, Eminem, the rapper Eminem\"",
        "'Til everybody eats my turds181Embed 309 ContributorsTranslationsРусскийBrainless Lyrics\n\"Or Eminem has a full line of chainsaws\n\"Eminem, Eminem, Eminem, Eminem\nEminem, Eminem\"\n\"Marshall Mathers, Eminem, the rapper Eminem\"",
        "'Til everybody eats my turds181Embed 309 ContributorsTranslationsРусскийBrainless Lyrics\n\"Or Eminem has a full line of chainsaws\n\"Eminem, Eminem, Eminem, Eminem\nEminem, Eminem\"\n\"Marshall Mathers, Eminem, the rapper Eminem\"",
        "'Til everybody eats my turds181Embed 309 ContributorsTranslationsРусскийBrainless Lyrics\n\"Or Eminem has a full line of chainsaws\n\"Eminem, Eminem, Eminem, Eminem\nEminem, Eminem\"\n\"Marshall Mathers, Eminem, the rapper Eminem\"",
        "\"Or Eminem has a full line of chainsaws\n\"Eminem, Eminem, Eminem, Eminem\nEminem, Eminem\"\n\"Marshall Mathers, Eminem, the rapper Eminem\"\n\"Who can say for sure?",
        "\"Or Eminem has a full line of chainsaws\n\"Eminem, Eminem, Eminem, Eminem\nEminem, Eminem\"\n\"Marshall Mathers, Eminem, the rapper Eminem\"\n\"Who can say for sure?",
        "\"Eminem, Eminem, Eminem, Eminem\nEminem, Eminem\"\n\"Marshall Mathers, Eminem, the rapper Eminem\"\n\"Who can say for sure?\nPerhaps a frontal lobotomy would be the answer",
        "\"Eminem, Eminem, Eminem, Eminem\nEminem, Eminem\"\n\"Marshall Mathers, Eminem, the rapper Eminem\"\n\"Who can say for sure?\nPerhaps a frontal lobotomy would be the answer",
        "\"Eminem, Eminem, Eminem, Eminem\nEminem, Eminem\"\n\"Marshall Mathers, Eminem, the rapper Eminem\"\n\"Who can say for sure?\nPerhaps a frontal lobotomy would be the answer",
        "He hit me, I fell, I got back up, all I did was book\nNow there's usin' your head, momma always said\nSee Eminem LiveGet tickets as low as $90You might also like\n\"If you had a brain, you'd be dangerous\nA brain, you'd be dangerous\" (I'ma prove you wrong)",
        "Don't be scared, ‘cause there ain't nothin' to worry 'bout (And dance)\nLet your hair down and square dance with me! (With me)\nSee Eminem LiveGet tickets as low as $90You might also like\nYeah, let your hair down to the track, yeah, kick on back (Boo!)\nThe boogie monster of rap, yeah, the man's back",
        "\"But don't you wanna give me after school detention?\"\n\"Nah, that bully wants to beat your ass and I'ma let him\"\nSee Eminem LiveGet tickets as low as $90You might also like\nBrain damage, ever since the day I was born\nDrugs is what they used to say I was on",
        "Your life is ruined, you get socked right on sight\nAnd even at the Million Man March, we gon' fight\nSee Eminem LiveGet tickets as low as $90You might also like\nSo you can suck my dick if you don't like my shit\n‘Cause I was high when I wrote this, so suck my dick",
        "But how in the fuck am I not supposed to be woke\nWhen these fuckers just keep poking me? Now\nSee Eminem LiveGet tickets as low as $90You might also like\nI'm leaving Heaven\nI'm leaving Heaven",
        "You better, you better run (See you in Hell)89Embed 192 ContributorsTranslationsEminem - My Dad’s Gone Crazy ft. Hailie Jade (Traduzione Italiana)हिन्दीSvenskaРусскийMy Dad’s Gone Crazy Lyrics\n*Television static*\n*Eminem begins to snort cocaine*\nHello, boys and girls! Today we're gonna talk about father and daughter relationships. Do you have a daddy? I'll bet you do!\n*Hailie opens the door*",
        "Hello, boys and girls! Today we're gonna talk about father and daughter relationships. Do you have a daddy? I'll bet you do!\n*Hailie opens the door*\n*Eminem snorts cocaine*\nWho's your daddy?\nDaddy, what are you doing?",
        "I'm out the closet, I've been lyin' my ass off\nAll this time, me and Dre been fuckin' with hats off\n(Suck it, Marshall) So tell Laura and her husband to back off\n'Fore I push this motherfuckin' button and blast off\nAnd launch one of these Russians, and that's all",
        "When will it stop? When will I knock the crap off?\nHailie, tell 'em, baby! (My dad's lost it)\nSee Eminem LiveGet tickets as low as $90You might also like\nThere's really nothin' else to say, I, I can't explain it\nI think my dad's gone crazy",
        "But a special place for you in my heart I have kept\nIt's unfortunate, but it's—\nSee Eminem LiveGet tickets as low as $90You might also like\nToo late for the other side\nCaught in a chase, twenty-five to life",
        "Full of poison, and make a noise like a snake before I kill 'em\nAnd let 'em know that I just don't feel 'em\nAnd smack 'em with the backward E, the Eminem emblem\nI was taught if you gonna murder somebody you should face him\nTell him why, look him dead in the eye, then waste him",
        "So at night before I sleep, I look in the mirror\nThe mirror grows lips and it whispers: \"Come nearer\"\nSee Eminem LiveGet tickets as low as $90You might also like\nMy darling, I don't ever want you to leave me, my darling\nYou and me were meant to be together, my darling",
        "You remember that night you\nPrayed to God you'd give anything to get a record deal? Well, Dre signed you\nThis is what you wanted your whole life, Marshall, right? Ooh\nLook at this house, look at these cars: they're so nice, woo!\nOh, but you didn't know fame has a price too?",
        "Become a Valium addict, start a rehab cycle\nBut together we can break the cycle\nMarshall…\" — What?! — \"No one's gonna love you like I do\" *Chainsaw starting up*\nMy darling, I don't ever want you to leave me, my darling\nYou and me were meant to be together, my darling",
        "‘Cause I possess your soul, your mind, your heart and your body (Your body, your body, your body, your body)116Embed 270 ContributorsTranslationsDeutschTürkçeРусскийУкраїнськаPolskiAntichrist Lyrics\n\nMarshall, he's the Antichrist\nHe will slice and—\nThe devil came to Michigan",
        "But it's obvi', this water I'm in is scalding\nOminous thoughts creep in my head and it's not me\nThey brainwashed me (Marshall, Marshall)\nAnd that's all she wrote, yeah, that's why they call me\nSee Eminem LiveGet tickets as low as $90You might also like",
        "But it's obvi', this water I'm in is scalding\nOminous thoughts creep in my head and it's not me\nThey brainwashed me (Marshall, Marshall)\nAnd that's all she wrote, yeah, that's why they call me\nSee Eminem LiveGet tickets as low as $90You might also like",
        "They brainwashed me (Marshall, Marshall)\nAnd that's all she wrote, yeah, that's why they call me\nSee Eminem LiveGet tickets as low as $90You might also like\nMarshall, he's the Antichrist\nHe will slice and dice",
        "And that's all she wrote, yeah, that's why they call me\nSee Eminem LiveGet tickets as low as $90You might also like\nMarshall, he's the Antichrist\nHe will slice and dice\nMen, women, and children (One more time, come on)",
        "He will slice and dice\nMen, women, and children (One more time, come on)\nHis name is Marshall, he's the Antichrist\nHe will slice and dice\nWhores, men, women, and children (Yeah)",
        "Don't wanna get ripped, better get the fuck back, bitch, I'm here to do what Dre sent me to do (What?)\nThat's sinfully get to spitting this shit, devil in me and I do his bidding, his name is\nMarshall, he's the Antichrist\nHe will slice and dice\nSluts, whores, men, women, and children (One more time, what's my name?)",
        "He will slice and dice\nSluts, whores, men, women, and children (One more time, what's my name?)\nHis name is Marshall, he's the Antichrist\nHe will slice and dice\nSkanks, sluts, whores, men, women, and children",
        "Fuckin' a tranny on IG Live, that was a bad decision (Haha, that was fucked up)\nMy rent due, my girl need an abortion (What you gon' do? What?)\nSell them Eminem Jordans (I did, haha)\nAll gas, butt-naked, all ass\nTryna get on Hailie Jade's podcast (Why not?)26Embed 211 ContributorsTranslationsTürkçePortuguêsItalianoEnglishEnglishРусскийDeutschRock Bottom Lyrics",
        "Money'll brainwash you and leave yo' ass mindless\nThem snakes slither in the grass, spineless\nSee Eminem LiveGet tickets as low as $90You might also like\nThat's rock bottom, when this life makes you mad enough to kill\nThat's rock bottom, when you want somethin' bad enough to steal",
        "You wanna smoke, drink, dance until the sunrise\nIt's one of those kinda nights\nSee Eminem LiveGet tickets as low as $90You might also like\nThis beat keeps takin' me back like my ex does\nOnly 'cause how good the sex was",
        "My whole iPod's filled with your songs, I mow my lawn to 'em\"\nI said, \"Oh my God, you know my songs?\nThat's totally awesome, I'm Marshall, what's goin' on? Ah (Haha)\nSeriously though, jokes aside, how you doin'? You straight?\"\nShe said, \"No, I'm bi\"",
        "But take a look at Mariah next time I inspire you to write a song\nCome on\nSee Eminem LiveGet tickets as low as $90You might also like\nOh, oh-oh-oh, oh-oh, oh\nI'm as cold as the cold wind blows",
        "I know you want me, girl, in fact, I see you grin\nNow come in, girl\nSee Eminem LiveGet tickets as low as $90You might also like\nWhen you walked through the door (Woo!)\nIt was clear to me (Clear to me)",
        "I literally keep three shottas\nI'm lyrically James Todd, Tariq Trotter minus the cap\nSee Eminem LiveGet tickets as low as $90You might also like\nI thought I heard a voice in my head that said \"Kill\"\nI had no other choice that was left except fill",
        "I'd like to introduce myself\nHi there, bitch...\nSee Eminem LiveGet tickets as low as $90You might also like\nMy name is Marsh and, I'm out this world (This world)\nS on my chest (Superman) like it's plural (It's lit)",
        "Which is a small price for Lysol wipes and\nIf my palms brush across my pants, I wash my hands\nSee Eminem LiveGet tickets as low as $90You might also like\nShit, hold on, man\nMotherfuck"
    ],
    "Rakim": [
        "'Cause I use it as a vehicle to \"bus the rhyme\"\nNow I lead a new school full of students\nMe? I'm a product of Rakim\nLakim Shabazz, 2Pac, N.W.A, Cube, hey Doc, Ren\nYella, Eazy, thank you, they got Slim",
        "But if you bitches are tryin' to strip me of my confidence\nMission accomplished\nI'm not God-sent, Nas, Rakim, 'Pac, B.I.G., James Todd Smith\nAnd I'm not Prince, so…\n",
        "My image, I have zero time or regard for\nA never-was, been claiming rap when it's not yours\nIf it was anyone's house, G Rap and Rakim would be havin' you mop floors\nRun-DMC would be havin' you cleanin' sinks\nYeah, your group was off the chain, but you were the weakest link"
    ],
    "Ice Cube": [
        "Now I lead a new school full of students\nMe? I'm a product of Rakim\nLakim Shabazz, 2Pac, N.W.A, Cube, hey Doc, Ren\nYella, Eazy, thank you, they got Slim\nInspired enough to one day grow up, blow up and be in a position",
        "I cleansed him of his mortal sins, I'm God and the Lord forgives even the devil worshippers\nI'm moving on but you know your scruples are gone when you're born with Lucifer's horns\nAnd you're from the school of Notorious, Puba, Cube and The Poor Righteous Teachers tutored my students\nShowed them all the blueprint and formula\nBut it seems like the more they studied my music, the more they remind me of eyeballs",
        "These drugs really got a hold of me (Whoa)\nIn third grade, all I used to do\nWas sniff glue through a tube and play Rubik's Cube\nSeventeen years later I'm as rude as Jude\nSchemin' on the first chick with the hugest boobs"
    ],
    "DJ Yella": [
        "Me? I'm a product of Rakim\nLakim Shabazz, 2Pac, N.W.A, Cube, hey Doc, Ren\nYella, Eazy, thank you, they got Slim\nInspired enough to one day grow up, blow up and be in a position\nTo meet Run–D.M.C., and induct them"
    ],
    "Eazy-E": [
        "Me? I'm a product of Rakim\nLakim Shabazz, 2Pac, N.W.A, Cube, hey Doc, Ren\nYella, Eazy, thank you, they got Slim\nInspired enough to one day grow up, blow up and be in a position\nTo meet Run–D.M.C., and induct them",
        "I'd rather try to buy the moon and breathe freely\nThe sky's blue, the tires new\nThe Maserati white and cool like G-Eazy\nWhy these dudes tryna figure out\nHow to do a freestyle as fly as me? (Why?)"
    ],
    "Dr. Dre": [
        "And a \"way to go\" from your label every day, lookin' boy\nHey, lookin' boy! What you say, lookin' boy?\nI get a \"hell yeah\" from Dre, lookin' boy\nI'ma work for everything I have, never asked nobody for shit\nGet outta my face, lookin' boy!",
        "And Dad moved back to the other side of 8 Mile on Novara\nAnd that's when Daddy went to California with his CD\nAnd met Dr. Dre, and flew you and Mama out to see me\nBut Daddy had to work, you and Mama had to leave me\nThen you started seein' Daddy on the TV",
        "It's the return of the \"Oh, wait, no way, you're kidding\nHe didn't just say what I think he did, did he?\"\nAnd Dr. Dre said\nNothing, you idiots, Dr. Dre's dead, he's locked in my basement (Ha-ha)\nFeminist women love Eminem",
        "He didn't just say what I think he did, did he?\"\nAnd Dr. Dre said\nNothing, you idiots, Dr. Dre's dead, he's locked in my basement (Ha-ha)\nFeminist women love Eminem\n\"Chicka-chicka-chicka, Slim Shady, I'm sick of him",
        "And I'll probably get shit for that\n(Watch) But you can all suck my dick, in fact\nFuck them, fuck Dre, fuck Jimmy, fuck me, fuck you, fuck my own kids they're brats (Fuck 'em)\nThey can screw-off, them and you all\nYou too, Paul, got two balls, big as RuPaul's, what you thought you saw ain't what you saw",
        "But until then, drums get killed and I'm comin' straight at\nMCs, blood gets spilled and I'll\nTake you back to the days that I'd get on a Dre track\nGive every kid who got played that\nPumped-up feelin' and shit to say back",
        "How can I be down? Me and Bizarre in Florida\nProof's room slept on the floor of 'da motel then\nDr. Dre said, \"Hell yeah!\"\nAnd I got his stamp like a postcard, word to Mel-Man\nAnd I know they're gonna hate",
        "Bitch, this shit don't fly in our city\nPunk, you don't disrespect OGs, R.I.P. Prodigy\nSold Dre my soul and then told him the moment he signed me\nThat I'd be the most hated, though made it\nSo that there's no shame, it's okay to own it",
        "Gotta concentrate, against the clock I race\nGot no time to waste, I'm already late, I got a marathoner's pace\nWent from addict to a workaholic, word to Dr. Dre\nIn that first marijuana tape—guess I got a chronic case (Yeah)\nAnd I ain't just blowin' smoke, 'less it's in your mama's face",
        "In that first marijuana tape—guess I got a chronic case (Yeah)\nAnd I ain't just blowin' smoke, 'less it's in your mama's face\nI know this time Paul and Dre\nThey won't tell me what not to say (Nope!)\nAnd though me and my party days",
        "Call it trap 'cause it's a total setup\nHopin' that you rappers fall in that\nDre said, \"Hold your head up!\" (Huh?)—Kathy Griffin\nStackin' ammunition, slap the clip in, cock it back on competition\nThis is how I shot ahead (Pew)—Gabby Gifford",
        "From the moment I heard rappers cussin', I was in (Was in)\nWhich is why I identify with the guy\nWho I was invented by, Dre's Frankenstein\nEnergized like a nine volt\nIce cold like Snake Eyes, twice in a row on a dice roll",
        "*Curtains closing*345Embed 299 ContributorsTranslationsItalianoFrançaisРусскийDeutschThe Way I Am Lyrics\nMan, whatever\nDre, just let it run\nAyo, turn the beat up a little bit\nAyo",
        "My brain's dead weight, I'm tryna get my head straight\nBut I can't figure out which Spice Girl I want to impregnate (Oh)\nAnd Dr. Dre said, \"Slim Shady, you a basehead\" (Uh-uh)\n\"Then why's your face red? Man, you wasted\"\nWell, since age 12, I felt like I'm someone else",
        "\nStop the tape, this kid needs to be locked away (Get him)\nDr. Dre, don't just stand there, operate\nI'm not ready to leave, it's too scary to die (Fuck that)\nI'll have to be carried inside the cemetery and buried alive",
        "And that was just out of respect, for not runnin' my mouth\nAnd talkin' about somethin' that I knew nothin' about\nPlus Dre told me, \"Stay out,\" this just wasn't my beef\nSo I did, I just fell back, watched and gritted my teeth\nWhile he's all over TV, down-talkin' a man",
        "It's a different ballgame, you callin' names, and you ain't just rappin'\nWe actually tried to stop the 50 and Ja beef from happenin'\nMe and Dre had sat with him, kicked it and had a chat with him\nAnd asked him not to start it, he wasn't gonna go after him\nUntil Ja started yappin' in magazines how he stabbed him",
        "James Holmes at the Saturday Batman matinee\nMust have missed my CAT scan that day (Yeah!)\nI just threw a Tampax at Dre\nTrashcan, Tascam and ashtray\nI’m turnin’ back to a madman, can't take",
        "'Til you sucked on Wayne, André, and Kanye\nLeBron, Akon, JAY, Lil Jon, Raekwon, Ma$e\nPolow da Don, Dre, Dante Ross, James Conway, Kwamé?!\nGuess I'm gettin' my g-goddang Jigga on, eh?\n'Cause your name, I'm beyond sayin' (Ha)",
        "Slim Shady, I'm as crazy as Em-\n-inem and Kim combined (The maniac's in)\nIn place of the Doctor 'cause Dre couldn't make it today\nHe's a little under the weather, so I'm takin' his place (Mm-mm-mmm!)\nOh, that's Dre with an AK to his face",
        "In place of the Doctor 'cause Dre couldn't make it today\nHe's a little under the weather, so I'm takin' his place (Mm-mm-mmm!)\nOh, that's Dre with an AK to his face\nDon't make me kill him too and spray his brains all over the place\nI told you, Dre, you should've kept that thang put away",
        "Oh, that's Dre with an AK to his face\nDon't make me kill him too and spray his brains all over the place\nI told you, Dre, you should've kept that thang put away\nI guess that'll teach you not to let me play with it, eh?\nI'm a criminal!",
        "On my petty shit but I don't paint toes (Yeah)\nGet the plunger (Plunger) 'cause Marshall and M.A go plum crazy\nCall us liquid plumber, 'cause even Dre know (Dre know)\nBeat knocks like a beefed up Detox\nYou're gonna need three squads of police officers at least to come pull me off of it and I don't stop",
        "On my petty shit but I don't paint toes (Yeah)\nGet the plunger (Plunger) 'cause Marshall and M.A go plum crazy\nCall us liquid plumber, 'cause even Dre know (Dre know)\nBeat knocks like a beefed up Detox\nYou're gonna need three squads of police officers at least to come pull me off of it and I don't stop",
        "When I was underground, no one gave a fuck I was White\nNo labels wanted to sign me, almost gave up, I was like\n\"Fuck it,\" until I met Dre, the only one to look past\nGave me a chance and I lit a fire up under his ass\nHelped him get back to the top, every fan Black that I got",
        "'Til I created so much motherfuckin' turbulence\nStraight out the tube, right into your livin' rooms I came\nAnd kids flipped when they knew I was produced by Dre\nThat's all it took, and they were instantly hooked right in\nAnd they connected with me too because I looked like them",
        "D-12 {​​*scratch*}​​ guess who's back\nGue, gue-gue-gue, guess who's back\nDr. Dre {​​*scratch*}​​ guess who's back\nBack back {​​*scratch*}​​ back {​​*scratch*}​​\nSlim Shady, 2001",
        "Drop the biscuit (I will)\nDon't even listen to Slim, yo, he's bad for you\nYou know what, Dre? I don't like your attitude\nSee Eminem LiveGet tickets as low as $90You might also like\nCome on, just come in here for a minute",
        "I'ma kill you, motherfucker\nUh-uh, temper, temper\nMr. Dre, Mr. N.W.A, Mr. AK\nComin' straight outta Compton, y'all better make way\nHow in the fuck you gonna tell this man not to be violent?",
        "\nQuick, gotta move fast, gotta perform miracles\nGee willikers, Dre, holy bat syllables!\nLook at all the bullshit that goes on in Gotham\nWhen I'm gone, time to get rid of these rap criminals",
        "Into the mountains, nothin' but clowns down here\nBut we ain't fuckin' around 'round here\nYo, Dre (What up?) Can I get a \"hell...\"? (Hell yeah!)\nNow let's get down to business\nI don't got no time to play around, what is this?",
        "I just tripped over my cape (Superman)\nAnd I'm not gonna let up, treat the paper like I'm chopping a letter\nDre'll tell you how I shred\nSo when you refer to the guy next to the doc, you meant shredder\nNow the cops wanna set up roadblocks on my head, I",
        "Now, what's your name, girl? What's your sign?\nMan, you must be up out your mind\nDre (Ah-ah), beer goggles, blind\nI'm just tryin' to unwind, now I'm\nNow I'm gonna make you dance",
        "\nBitch, where the fuck were you Tuesday? With who you say?\nI wasn't at the studio, bitch, what'd you do? Screw Dre?\nYou went there lookin' for me? Boo, that excuse is too lame\nKeep playin' me, you're gonna end up with a huge goose egg",
        "\"Okay, yeah, and I'm coo-coo, eh?\" — Well, screw you\nAnd I'll be the third person who screwed you today\nOh, fourth—Dre, Drake, Lupe—ooh, touché\nYou were too two-faced for me\nThought you was my number one true-blue ace",
        "\nSit back, homie, relax, in fact, grab a six pack\nKick back while I kick facts, yeah, Dre—sick track\nPerfect way to get back, wanna hear something wick-wack?\nI got the same exact tat that's on Nick's back",
        "Nu-uh, nu-uh nuh, no, he didn't (Ah)\nThey didn't do it again (What-what, you what?)\nYou shitted on these niggas two times, Dr. Dre?\nOh, fo' sho'\nUh-uh, naw, you smell that?",
        "Yeah, it's a toast to the boogie, baby, uh\nTo the boogie-oogie-oogie (Aw, yeah)\nYa know, what's crackin', Dre?\n\nJust let me lay back and kick some old simplistic pimp shit on Slim's shit",
        "\n2001 and forever\nSlim Shady, Dr. Dre\nSnoop Dogg, X to the Z\nNate Dogg, come on, yeah87Embed 300 ContributorsTranslationsفارسیKings Never Die Lyrics",
        "I lose the rage, I'm too tame\nI get it back, they say I'm too angry\nI need to get me some Dre beats\nNo, I should hook up with Tay Keith\nFans keep on pulling me one way",
        "Let your hair down and square dance with me! (With me)\n\nDr. Dre wants to square dance with me\nNasty Nas wants to square dance with me,\nX to the Z wants to square dance with me,",
        "With Elton John's name on my drag wall\nI'm out the closet, I've been lyin' my ass off\nAll this time, me and Dre been fuckin' with hats off\n(Suck it, Marshall) So tell Laura and her husband to back off\n'Fore I push this motherfuckin' button and blast off",
        "And dance around my opponents, do donuts\nSometimes I play possum, like I'm asleep, it's awesome\nI'm like a sleepin' giant, and when I awake I'm like Dre\nI just jump from outta nowhere and bite prey\nAnd sink my teeth in 'em, and fill 'em",
        "But I don't want it back — \"Yes, you do,\" — no, I don't\n\"Yes, you do! You're gonna regret it later,\" — no, I won't\n\"I'ma get Dre on the phone, I'll just call the Doctor\"\nGo ahead, I already talked to Dre yesterday\n\"Well, I got him on the phone right now!\"",
        "\"Yes, you do! You're gonna regret it later,\" — no, I won't\n\"I'ma get Dre on the phone, I'll just call the Doctor\"\nGo ahead, I already talked to Dre yesterday\n\"Well, I got him on the phone right now!\"\n(Slim!) You're lying! (Yo, Slim!) How, why now?",
        "\"Well, I got him on the phone right now!\"\n(Slim!) You're lying! (Yo, Slim!) How, why now?\nWhat up, Dre? (Check this out, Slim, I gotta talk to you\nI don't know, it just seems like ever since you got off your\nDrugs you became a lot softer)",
        "I don't know, it just seems like ever since you got off your\nDrugs you became a lot softer)\nBut Dre, all Shady is, is a bottle of hair bleach and vodka\n(Well, just think about it, Slim, I'm here\nJust hit me back and let me know what's up) — fuck this mirror!",
        "Ha-ha, you sold your soul to me, need I remind you?\nYou remember that night you\nPrayed to God you'd give anything to get a record deal? Well, Dre signed you\nThis is what you wanted your whole life, Marshall, right? Ooh\nLook at this house, look at these cars: they're so nice, woo!",
        "Still a grade-A prick, but the same way (What?)\nCobain put the gauge to his brain, I'm goin' out with a bang, ayy (Yeah)\nDang, Dre\nLook what you made me do, maybe you the one they should blame, they\nSay they wish that I wasn't so angry (Yeah)",
        "So, sympathy, I don't have any for you, stickin' it to all you idiots who\nTake my lyrics a little bit too literal, you can all suck on my dick and if you\nDon't wanna get ripped, better get the fuck back, bitch, I'm here to do what Dre sent me to do (What?)\nThat's sinfully get to spitting this shit, devil in me and I do his bidding, his name is\nMarshall, he's the Antichrist",
        "I can't wait, I'm going back\nHa-ha, woo!\nDr. Dre! 2020!\nYeah!67Embed 342 ContributorsI Will Lyrics\nAnd I don't think that I can stop it (Here it comes)",
        "Even when I'm rappin' less stellar\nIt's sour grapes, I still whine, I'm the best seller (Cellar)\nLike a trey deuce, spray you as these shots penetrate through Dre's booth\nAnd go straight through your grapefruit, no escape route\nSo you won't leave here just scathed with a few scrape wounds"
    ],
    "Fabolous": [
        "You write normal? Fuck being normal!\nAnd I just bought a new raygun from the future\nJust to come and shoot ya, like when Fabolous made Ray J mad\n'Cause Fab said he looked like a fag at Mayweather's pad\nSingin' to a man while he played piano"
    ],
    "Biggie": [
        "Shootin' a video just to fuckin' dig your own grave\nGot you at your own wake, I'm the billy goat\nYou ain't never made a list next to no Biggie, no Jay\nNext to Taylor Swift and that Iggy ho, you about to really blow\nKelly, they'll be putting your name",
        "'Cause I'm at the end of my wits with half the shit that gets in\nI got a list, here's the order of my list that it's in\nIt goes: Reggie, JAY-Z, 2Pac and Biggie\nAndré from OutKast, Jada, Kurupt, Nas, and then me\nBut in this industry I'm the cause of a lot of envy",
        "Blue and red, like I don't see what the big deal is\nDouble barrel 12-gauge bigger than Chris Wallace\nPissed off 'cause Biggie and Pac just missed all this\nWatchin' all these cheap imitations get rich off 'em\nAnd get dollars that shoulda been theirs like they switched wallets",
        "Flipped rap on its ear like I dropped corn\nFuck top five, bitch, I'm top four\nAnd that includes Biggie and Pac, whore\nAnd I got an evil twin\nSo who the fuck you think that third and that fourth spot's for?",
        "But if you wonder, \"Why is Marsh considered the harshest spitter?\" (Why?)\n'Cause I can spit a bar like it's a\nCross between Nas and GZA, Biggie Smalls, and RZA\nSo hard, Megan Thee Stallion and Nicki Minaj'll scissor (Cut it out)\nYou're still the press's wet dream (Yeah)",
        "\nNow this will probably be the most illest shit that I've ever said\nGod bless the dead and let Biggie possess the pencil lead\nThey called me a sped and said that I had a messed up head\n'Cause I said, \"Motherfuck school,\" and instead went to special ed"
    ],
    "Benzino": [
        "Next to Taylor Swift and that Iggy ho, you about to really blow\nKelly, they'll be putting your name\nNext to Ja, next to Benzino—die, motherfucker!\nLike the last motherfucker sayin' Hailie in vain\nAlien brain, you Satanist (Yeah)",
        "Even though I hold the weight of the whole world on my shoulders\nI ain't never supposed to show it, my crew ain't supposed to know it\nEven if it means goin' toe-to-toe with a Benzino\nIt don't matter, I'd never drag 'em in battles that I can handle\n'Less I absolutely have to, I'm supposed to set an example"
    ],
    "2Pac": [
        "But this idiot's boss pops pills and tells him he's got skills\nBut, Kells, the day you put out a hit's the day Diddy admits\nThat he put the hit out that got Pac killed, ah\nI'm sick of you bein' wack\nAnd still usin' that mothafuckin' Auto-Tune",
        "Amoxicillin's just not real enough\nThe criminal, cop-killin', hip-hop villain\nA minimal swap to cop millions of Pac listeners\nYou're comin' with me, feel it or not\nYou're gonna fear it like I showed ya the spirit of God lives in us",
        "Now, who's afraid of the Big Bad Wolf?\nOne, two, three, and to the four\nOne Pac, two Pac, three Pac, four\nFour Pac, three Pac, two Pac, one\nYou're Pac, he's Pac, no Pac, none",
        "Now, who's afraid of the Big Bad Wolf?\nOne, two, three, and to the four\nOne Pac, two Pac, three Pac, four\nFour Pac, three Pac, two Pac, one\nYou're Pac, he's Pac, no Pac, none",
        "Now, who's afraid of the Big Bad Wolf?\nOne, two, three, and to the four\nOne Pac, two Pac, three Pac, four\nFour Pac, three Pac, two Pac, one\nYou're Pac, he's Pac, no Pac, none",
        "One, two, three, and to the four\nOne Pac, two Pac, three Pac, four\nFour Pac, three Pac, two Pac, one\nYou're Pac, he's Pac, no Pac, none\nThis guy ain't no motherfuckin' MC",
        "One, two, three, and to the four\nOne Pac, two Pac, three Pac, four\nFour Pac, three Pac, two Pac, one\nYou're Pac, he's Pac, no Pac, none\nThis guy ain't no motherfuckin' MC",
        "One, two, three, and to the four\nOne Pac, two Pac, three Pac, four\nFour Pac, three Pac, two Pac, one\nYou're Pac, he's Pac, no Pac, none\nThis guy ain't no motherfuckin' MC",
        "One Pac, two Pac, three Pac, four\nFour Pac, three Pac, two Pac, one\nYou're Pac, he's Pac, no Pac, none\nThis guy ain't no motherfuckin' MC\nI know everything he's got to say against me",
        "One Pac, two Pac, three Pac, four\nFour Pac, three Pac, two Pac, one\nYou're Pac, he's Pac, no Pac, none\nThis guy ain't no motherfuckin' MC\nI know everything he's got to say against me",
        "One Pac, two Pac, three Pac, four\nFour Pac, three Pac, two Pac, one\nYou're Pac, he's Pac, no Pac, none\nThis guy ain't no motherfuckin' MC\nI know everything he's got to say against me",
        "But if you bitches are tryin' to strip me of my confidence\nMission accomplished\nI'm not God-sent, Nas, Rakim, 'Pac, B.I.G., James Todd Smith\nAnd I'm not Prince, so…\n",
        "Hollerin' at him 'cause the son of a bitch won't quit barkin' (Ruff ruff)\nOr leanin' out a window with a cocked shotgun\nDrivin' up the block in the car that they shot Pac in\nLookin' for Big's killers, dressin' ridiculous\nBlue and red, like I don't see what the big deal is",
        "Blue and red, like I don't see what the big deal is\nDouble barrel 12-gauge bigger than Chris Wallace\nPissed off 'cause Biggie and Pac just missed all this\nWatchin' all these cheap imitations get rich off 'em\nAnd get dollars that shoulda been theirs like they switched wallets",
        "Flipped rap on its ear like I dropped corn\nFuck top five, bitch, I'm top four\nAnd that includes Biggie and Pac, whore\nAnd I got an evil twin\nSo who the fuck you think that third and that fourth spot's for?",
        "‘Cause in a blink of an eye\nThey'll be over\nSo you're tryna secure your legacy like Shakur\nAnd ensure nobody's ever gonna be what you were\nSo before you're leavin' this Earth",
        "I spit it slow so these kids know that I'm talkin' to 'em\nGive it back to these damn critics and sock it to 'em\nI'm like a thug with a little bit of Pac influence\nI spew it, and look how I got you bitches rockin' to it\nYou motherfuckers could never do it like I could do it",
        "Keep makin' new shit, produce hits to break\nThe monotony, what's gotten into me?\nDrugs, rock and Hennessy, thug like I'm Pac, on my enemies\nOn your knees, got you under siege\nSomebody you would give a lung to be"
    ],
    "Megan Thee Stallion": [
        "And you know I'm here to stay 'cause me\nIf I was to ever take a leave, It would be aspirin to break a feve\nIf I was to ask for Megan Thee Stallion if she would collab with me\nWould I really have a shot at a feat? (Ha!)\nI don't know, but I'm glad to be back, like",
        "'Cause I can spit a bar like it's a\nCross between Nas and GZA, Biggie Smalls, and RZA\nSo hard, Megan Thee Stallion and Nicki Minaj'll scissor (Cut it out)\nYou're still the press's wet dream (Yeah)\nToo many head shrinks (Oh)",
        "With a dirty rubber, plus my homeless mother (Fuck her)\nWhere Bruce Jenner at? I wanna fuck that ho (Where she is?)\nWhere is Megan Thee Stallion at? I wanna suck that toe (Mwah)\nTwenty years in, shit, I'm past addiction (Uh-huh)\nI'm at CVS, tryna find my past prescription"
    ],
    "Joyner Lucas": [
        "Well, that's nothin'\nNew-hoo, ooh-hoo, new-hoo, ooh-hoo, new-hoo, ooh-hoo, new-hoo, ooh-hoo909Embed 691 ContributorsTranslationsTürkçeEspañolPortuguêsItalianoFrançaisفارسی中文Lucky You Lyrics\nWoah, Joyner, Joyner, yeah, yeah, yeah\nYeah, yeah, yeah, yeah, yeah\n",
        "Well, that's nothin'\nNew-hoo, ooh-hoo, new-hoo, ooh-hoo, new-hoo, ooh-hoo, new-hoo, ooh-hoo909Embed 691 ContributorsTranslationsTürkçeEspañolPortuguêsItalianoFrançaisفارسی中文Lucky You Lyrics\nWoah, Joyner, Joyner, yeah, yeah, yeah\nYeah, yeah, yeah, yeah, yeah\n",
        "And I might just draw four like a Uno (Bup)\nCállate boca mejor, maricón\nLittle puto, and all of you culo (Joyner)\nThey've invented a level up in the ghetto to get old\nLookin' for somethin' I prolly can never find now (Yeah, yeah)",
        "I just pray to God that my son'll be alright now (Woo! Woo!)\nI said ain't no love for the other side\nOr anyone who ever want smoke (Joyner)\nWhen I die I'm goin' out as the underdog who never lost hope (Yeah)\nYou in the wrong cab, down the wrong path",
        "So y'all gotta move, yeah, y'all gotta move, yeah, y'all gotta move\nGive me some room (Woo), give me some room (Hey), give me the juice\nHop out the coupe (Joyner), hop out the coupe (Joyner), hop out and shoot\nY'all gotta move (Boom, bap), y'all gotta move (Woo), give me the juice810Embed 858 ContributorsTranslationsTürkçeEspañolРусскийPortuguêsItalianoFrançaisThe Ringer Lyrics\n*Plane crash*",
        "So y'all gotta move, yeah, y'all gotta move, yeah, y'all gotta move\nGive me some room (Woo), give me some room (Hey), give me the juice\nHop out the coupe (Joyner), hop out the coupe (Joyner), hop out and shoot\nY'all gotta move (Boom, bap), y'all gotta move (Woo), give me the juice810Embed 858 ContributorsTranslationsTürkçeEspañolРусскийPortuguêsItalianoFrançaisThe Ringer Lyrics\n*Plane crash*",
        "What the fuck you're gonna do when you run into it?\nI'm gonna crumble you and I'll take a number two\nAnd dump on you, if you ain't Joyner\nIf you ain't Kendrick or Cole or Sean, then you're a goner\nI'm 'bout to bring it to anyone in this bitch who want it"
    ],
    "21 Savage": [
        "If I press the issue just to get the anger out (Brrr!)\nFull magazine could take Staples out\nSavage but ain't thinkin' 'bout no bank account\nBut bitch, I'm off the chain like Kala Brown\nMotherfucker, shut the fuck up when I’m talkin’, lil' bitch"
    ],
    "Lil Wayne": [
        "Especially an effing Recovery clone of me (NFing)\nSo finger-bang, chicken wang, MGK, Igg' Azae'\nLil Pump, Lil Xan imitate Lil Wayne\nI should aim at everybody in the game, pick a name\nI'm fed up with bein' humble",
        "Okay, you want me up in the cage? Then I'll come out in beast mode\nI got this world stuck in the safe, combination is the G code\nIt's Weezy, motherfucker, Blood gang, and I'm in bleed mode\nAll about my dough, but I don't even check the peephole\nSo you can keep knockin', but won't knock me down",
        "I'll say, you can suck a softball through a straw\nUsed to be my fiancé\n'Til you sucked on Wayne, André, and Kanye\nLeBron, Akon, JAY, Lil Jon, Raekwon, Ma$e\nPolow da Don, Dre, Dante Ross, James Conway, Kwamé?!",
        "You can leave this earth, bitch, I'm in rake mode (Huh)\nI'm in cake mode (Huh), I'm in brave mode, uh\nWhat up, Marshall? I'm a martian, I'm in Wayne mode (Facts)\nNeck wet, big drip, I'm in rain mode (Drip, drip, drip)\nEight niggas, eight hittas, take eight souls (Brrr)",
        "They wanna JonBenét me (Fuck you), I'm unaccommodating\nMan, I don't see why they hate me (Huh?)\nI'm a clown like John Wayne Gacy (What?)\nThey call me Kanye crazy (Yah)\nAPESHIT, Beyonce, Jay-Z (Woo)"
    ],
    "Kendrick Lamar": [
        "I'm gonna crumble you and I'll take a number two\nAnd dump on you, if you ain't Joyner\nIf you ain't Kendrick or Cole or Sean, then you're a goner\nI'm 'bout to bring it to anyone in this bitch who want it\nI guess when you walk into BK you expect a Whopper",
        "But quick to get it impaled when I tell 'em, \"Stick it!\"\nSo sick, I'm looking pale—wait, that's my pigment\n'Bout to go ham, ya bish, shout out to Kendrick\nLet's bring it back to that vintage Slim, bitch!\nThe art of MCing mixed with da Vinci and MC Ren",
        "And they say that love is powerful as cough syrup in styrofoam\nAll I know is I fell asleep and woke up in that Monte Carlo\nWith the ugly Kardashian, Lamar, oh\nSorry, yo—we done both set the bar low\nFar as hard drugs are though, that's the past",
        "You beat the case and I called ya\n\"Sherane is not available now, leave a message at the tone\nAnd Kendrick, don't forget to buy two pair of those\nExpensive heels, you little fuckin' Ferris wheel\nFuckin' spinnin' on me—fuck you think, we gon' get married still?"
    ],
    "J. Cole": [
        "I'm gonna crumble you and I'll take a number two\nAnd dump on you, if you ain't Joyner\nIf you ain't Kendrick or Cole or Sean, then you're a goner\nI'm 'bout to bring it to anyone in this bitch who want it\nI guess when you walk into BK you expect a Whopper"
    ],
    "Redman": [
        "'Cause I'm at the end of my wits with half the shit that gets in\nI got a list, here's the order of my list that it's in\nIt goes: Reggie, JAY-Z, 2Pac and Biggie\nAndré from OutKast, Jada, Kurupt, Nas, and then me\nBut in this industry I'm the cause of a lot of envy",
        "Treat you like a stepparent, does to a stepchild with red hair and\nPlus I get dough like Ed Sheeran, so call me the ginger bread man\nI'm a stan of Redman, X-Clan and I'm a Treach fan\nBut I look up to myself (Yeah)\nLike a fucking headstand (Yeah)"
    ],
    "Jadakiss": [
        "I got a list, here's the order of my list that it's in\nIt goes: Reggie, JAY-Z, 2Pac and Biggie\nAndré from OutKast, Jada, Kurupt, Nas, and then me\nBut in this industry I'm the cause of a lot of envy\nSo when I'm not put on this list, the shit does not offend me",
        "Parents fed every meal to you on a platter and silver spoon\nI am a product of what Farina and powdered milk'll do (What?)\nTo your drive when them rappers like Jada bring out the will in you (Woo)\n'Cause now my shit slaps harder than Will'll do, word to Gorilla Glue (Why?)\nI don't need sticky fingers to steal on you (Nah)"
    ],
    "Kurupt": [
        "I got a list, here's the order of my list that it's in\nIt goes: Reggie, JAY-Z, 2Pac and Biggie\nAndré from OutKast, Jada, Kurupt, Nas, and then me\nBut in this industry I'm the cause of a lot of envy\nSo when I'm not put on this list, the shit does not offend me"
    ],
    "Nas": [
        "I got a list, here's the order of my list that it's in\nIt goes: Reggie, JAY-Z, 2Pac and Biggie\nAndré from OutKast, Jada, Kurupt, Nas, and then me\nBut in this industry I'm the cause of a lot of envy\nSo when I'm not put on this list, the shit does not offend me",
        "But if you bitches are tryin' to strip me of my confidence\nMission accomplished\nI'm not God-sent, Nas, Rakim, 'Pac, B.I.G., James Todd Smith\nAnd I'm not Prince, so…\n",
        "There's a certain line you just don't cross and he crossed it\nI heard him say Hailie's name on a song and I just lost it\nIt was crazy, the shit went way beyond some Jay-Z and Nas shit\nAnd even though the battle was won, I feel like we lost it\nI spent so much energy on it, honestly I'm exhausted",
        "Gangster? Nah, courageous balls\nHad to change my style\nThey said I'm way too soft and I sound like AZ and Nas\nOut came the claws and the fangs been out since then\nBut up until the instant that I went against it",
        "\nDr. Dre wants to square dance with me\nNasty Nas wants to square dance with me,\nX to the Z wants to square dance with me,\nBusta Rhymes wants to square dance with me,",
        "But if you wonder, \"Why is Marsh considered the harshest spitter?\" (Why?)\n'Cause I can spit a bar like it's a\nCross between Nas and GZA, Biggie Smalls, and RZA\nSo hard, Megan Thee Stallion and Nicki Minaj'll scissor (Cut it out)\nYou're still the press's wet dream (Yeah)"
    ],
    "Proof": [
        "Filet-o-Fish, Scribble Jam, Rap Olympics '97 Freaknik\nHow can I be down? Me and Bizarre in Florida\nProof's room slept on the floor of 'da motel then\nDr. Dre said, \"Hell yeah!\"\nAnd I got his stamp like a postcard, word to Mel-Man",
        "Oh man, put that in your corncob pipe and smoke that\nBut my battery's low, I'ma need a boost to my pack\nAnd I know that I always got Proof at my back\nI called you \"Proof\" because I knew for a fact\nMy ace in the hole, homie, I'm callin' on you",
        "But my battery's low, I'ma need a boost to my pack\nAnd I know that I always got Proof at my back\nI called you \"Proof\" because I knew for a fact\nMy ace in the hole, homie, I'm callin' on you\n'Cause I think I'm slowly startin' to lose faith in it, so",
        "As an excuse for you to not do shit with 'em?\nI used to play the loser/victim\n'Til I saw the way Proof was driven\nI found my vehicle and I haven't ran out of gas yet\nAnd when they stacked decks, turn handicaps into assets",
        "How to stand on their own, and I don't wanna open up wounds\nI just noticed that oomph was gone when we go in the booth\n'Cause the truth is, the moment that Proof died, so did the group\nShoot!\n"
    ],
    "Future": [
        "I am white, I am a fucking bum\nI do live in a trailer with my mom\nMy boy Future is an Uncle Tom\nI do got a dumb friend named Cheddar Bob\nWho shoots himself in his leg with his own gun",
        "Sorry, yo—we done both set the bar low\nFar as hard drugs are though, that's the past\nBut I done did enough codeine to knock Future into tomorrow\nAnd girl, I ain't got no money to borrow\nBut I am tryin' to find a way to get you alone: car note",
        "They ain't never comin' back in\nThey did it to Chance\nNext they'll be mentionin' Future in the past tense (Yeah)\nOr sayin' \"Adiós\" to Migos\nI ain't dissin', I'm just tryna keep the shit a C-note (Yeah)"
    ],
    "Prodigy": [
        "Better hope I don't call Trick Trick\nBitch, this shit don't fly in our city\nPunk, you don't disrespect OGs, R.I.P. Prodigy\nSold Dre my soul and then told him the moment he signed me\nThat I'd be the most hated, though made it"
    ],
    "Birdman": [
        "Girl, you're fixin' to get your heart broke\nDon't be absurd, ma'am, you birdbrain, baby\nI ain't called anybody baby since Birdman, unless you're a swallow (Ha-ha!)\nWord, Rick? (Word, man, you heard)\nBut don't get discouraged, girl"
    ],
    "Drake": [
        "These rappers are like Hunger Games\nOne minute, they're mockin' JAY (Yeah)\nNext minute, they get their style from Migos or they copy Drake\nMaybe I just don't know when to turn around and walk away\nBut all the hate, I call it Walk-on-Water-Gate",
        "Man, I just get high, let my hoes lay low (Ooh)\nI just want some face but this is no facial (Ooh)\nDo right and kill er'body, Drake mode (Hello)\nBitch, I'm tryna eat out, take your plate mode (Hello)\nDisrespect that life and I'm in gang mode (Grrr)",
        "You went there lookin' for me? Boo, that excuse is too lame\nKeep playin' me, you're gonna end up with a huge goose egg\nYou fake, lyin' slut, you never told me you knew Drake\nAnd Lupe? You wanna lose two legs?\nYou tryin' to flip this on me? If I spent more time with you, you say",
        "\"Okay, yeah, and I'm coo-coo, eh?\" — Well, screw you\nAnd I'll be the third person who screwed you today\nOh, fourth—Dre, Drake, Lupe—ooh, touché\nYou were too two-faced for me\nThought you was my number one true-blue ace",
        "I've seen the hugest (Hugest) debuts ('Buts)\nI've had a great view to see the (See the) game through (Through)\nAnd Drake, they're gonna turn on you (You) one day too (Too)\nAnd the more you win, the sooner (Sooner) they do\nThey'll be calling you a trash bin"
    ],
    "Tyler, The Creator": [
        "This is how I shot ahead (Pew)—Gabby Gifford\nMy attack is vicious, Jack the Ripper, back in business\nTyler create nothin', I see why you called yourself a ******, bitch\nIt's not just 'cause you lack attention\nIt's because you worship D12's balls, you're sack-religious",
        "Thoughts are gettin' darker by the day\nI'm a combination of Skylar Grey\nTyler, the Creator, and Violent J\nIt's a fuckin' miracle to be this lyrical\nPaint my face with clown makeup and a smiley face"
    ],
    "Usher": [
        "(Oh, thank you)\nYou know you blew up when the women rush your stands\nAnd try to touch your hands like some screamin' Usher fans\n(Ahh, ahh, ahh)\nThis guy at White Castle asked for my autograph (Dude, can I get your autograph?)"
    ],
    "Kanye West": [
        "I like to spit on these pussies 'fore I eat 'em (Haha)\nMan, get these wack cocksuckers off stage!\nWhere the fuck is Kanye when you need him? (Oh!)\nSnatch the mic from 'em, bitch, I'ma let you finish in a minute\nYeah, that rap was tight, but I'm (Yeah!)",
        "I'll say, you can suck a softball through a straw\nUsed to be my fiancé\n'Til you sucked on Wayne, André, and Kanye\nLeBron, Akon, JAY, Lil Jon, Raekwon, Ma$e\nPolow da Don, Dre, Dante Ross, James Conway, Kwamé?!",
        "Man, I don't see why they hate me (Huh?)\nI'm a clown like John Wayne Gacy (What?)\nThey call me Kanye crazy (Yah)\nAPESHIT, Beyonce, Jay-Z (Woo)\nAnd I'm back with Andre, baby (Yeah)",
        "Look what you made me do, maybe you the one they should blame, they\nSay they wish that I wasn't so angry (Yeah)\nDon't wanna see me goin' off the deep end like Ye, ayy (No, nah)\nRather see me do like Kim Kardashian, they say (Yeah)\nYeah, and find a way to get rid of all of this rage, ayy (Haha)"
    ],
    "Royce da 5 9": [
        "Bet you I come back twice as bad (Uh)\nRevival didn't go viral!\nDenaun and Royce tell me that I should take the high road\nFuck that, I'm finna hit back\n'Til I run out of gunpowder and split the scene (Pew)"
    ],
    "Akon": [
        "Used to be my fiancé\n'Til you sucked on Wayne, André, and Kanye\nLeBron, Akon, JAY, Lil Jon, Raekwon, Ma$e\nPolow da Don, Dre, Dante Ross, James Conway, Kwamé?!\nGuess I'm gettin' my g-goddang Jigga on, eh?"
    ],
    "Raekwon": [
        "Used to be my fiancé\n'Til you sucked on Wayne, André, and Kanye\nLeBron, Akon, JAY, Lil Jon, Raekwon, Ma$e\nPolow da Don, Dre, Dante Ross, James Conway, Kwamé?!\nGuess I'm gettin' my g-goddang Jigga on, eh?"
    ],
    "Conway the Machine": [
        "'Til you sucked on Wayne, André, and Kanye\nLeBron, Akon, JAY, Lil Jon, Raekwon, Ma$e\nPolow da Don, Dre, Dante Ross, James Conway, Kwamé?!\nGuess I'm gettin' my g-goddang Jigga on, eh?\n'Cause your name, I'm beyond sayin' (Ha)",
        "I came to stake my claim like a canine\nWaitin' in a buffet line\nSo, Kellyanne Conway\nI'm a really bad hombre\nCome play, belly dance on me"
    ],
    "Missy Elliott": [
        "The underground just spunned around and did a three-sixty\nNow these kids diss me and act like some big sissies\n\"Oh, he just did some shit with Missy\nSo now he thinks he's too big to do some shit with MC Get-Bizzy\"\nMy fuckin' bitch mom's suin' for ten-million"
    ],
    "Bizzy": [
        "Now these kids diss me and act like some big sissies\n\"Oh, he just did some shit with Missy\nSo now he thinks he's too big to do some shit with MC Get-Bizzy\"\nMy fuckin' bitch mom's suin' for ten-million\nShe must want a dollar for every pill I've been stealin'",
        "You start thinkin' of all the artists you dissed\nAll the carnage you left, is this the kind of karma you get\nFor turnin' your fuckin' back on Bizzy, Kuniva, and Swift?\nA Freudian slip, subconsciously, I honestly wished\nI ain't feel so much guilt and y'all didn't harbor resentment"
    ],
    "Saweetie": [
        "Money ain't a thing, that ain't a thing for real\nIt's the broke lingo (Huh)\nAnd no, ain't nothing Saweetie, this is no Quavo (Migo)\nMan, I just get high, let my hoes lay low (Ooh)\nI just want some face but this is no facial (Ooh)"
    ],
    "Quavo": [
        "Money ain't a thing, that ain't a thing for real\nIt's the broke lingo (Huh)\nAnd no, ain't nothing Saweetie, this is no Quavo (Migo)\nMan, I just get high, let my hoes lay low (Ooh)\nI just want some face but this is no facial (Ooh)"
    ],
    "Andre 3000": [
        "They call me Kanye crazy (Yah)\nAPESHIT, Beyonce, Jay-Z (Woo)\nAnd I'm back with Andre, baby (Yeah)\nAnd the doctor's operating (What?)\nBut he never put no scrubs on from Snoop, K. Dot to Shady",
        "To a piece of cloth that represents the \"Land of the Free\" that made people slaves to build272Embed 250 ContributorsTranslationsItalianoहिन्दीSvenskaBusiness Lyrics\nMarshall! Sounds like an SOS\nHoly wack unlyrical lyrics, Andre, you're fucking right!\nTo the Rapmobile—let's go!\n(Marshall! Marshall!)",
        "People, when you're rappin' and you know what for\nThe show must go on; so I'd like to welcome y'all\nTo Marshall and Andre's carnival, c'mon!\nNow let's get down to business\nI don't got no time to play around, what is this?",
        "So there you have it, folks\n(Marshall!) has come to save the day\nBack with his friend Andre\nAnd to remind you that bullshit does not pay\nBecause (Marshall!) and Andre are here to stay",
        "Back with his friend Andre\nAnd to remind you that bullshit does not pay\nBecause (Marshall!) and Andre are here to stay\nAnd never go away\nUntil our dying day",
        "It'll be a wrong move to stare at me the wrong way\nI got a long Uz' and I carry it all day\nSometimes it's like a nightmare just bein' Andre\nBut I…\nSee Eminem LiveGet tickets as low as $90You might also like"
    ],
    "Snoop Dogg": [
        "And I'm back with Andre, baby (Yeah)\nAnd the doctor's operating (What?)\nBut he never put no scrubs on from Snoop, K. Dot to Shady\nShady like a shadow or your silhouette, intellect, I better check to see why you feel upset\n'Cause I met your bitch on the internet now I'm getting head like a Pillow Pet",
        "But, just not in my camp\nAnd diplomatic as I'm tryna be\nLast thing I need is Snoop doggin' me\nMan, Dogg, you was like a (Yeah) damn god to me\nNah, not really (Haha)",
        "Some of these crowds that Slim draws\nIs rowdy as Crenshaw Boulevard when it's packed and full of cars\nSome of these crowds me and Snoop draw is niggas from Crenshaw\nFrom Long Beach to South Central\nWhoa! Not these niggas again",
        "See Eminem LiveGet tickets as low as $90You might also like\nSomehow, some way\nHello, nigga! You know about Dogg-ay (Snoop Dogg)\nAnd let me cut these niggas up and show 'em where the fuck I'm comin' from\nI get the party crackin' from the shit that I be spittin', son (Yeah)",
        "Damn, baby girl, what's your name? (What's your name?)\nI forgot, what'd you say it was? Damn, a nigga buzzed (Fucked up)\nHangin' in the club with my nephew Eminem (What's up, Slim?) What up, Cuz? (What up, Snoop?)\nThe Great White American Hope (Uh-huh)\nDone hooked up with the king of the motherfuckin' West Coast, baby",
        "2001 and forever\nSlim Shady, Dr. Dre\nSnoop Dogg, X to the Z\nNate Dogg, come on, yeah87Embed 300 ContributorsTranslationsفارسیKings Never Die Lyrics\nHere to stay"
    ],
    "A Tribe Called Quest": [
        "Who woulda knew, from the moment I turned the mic on, that\nI could be iconic in my conquest?\nThat's word to Phife Dawg from A Tribe Called Quest\nThis is my legacy, legacy, yeah\nThis is my legacy, legacy, yeah"
    ],
    "Canibus": [
        "\nI'm cancerous, so when I diss, you wouldn't wanna answer this\nIf you responded back with a battle rap you wrote for Canibus\nI'll strangle you to death, then I'll choke you again\nAnd break your fuckin' legs 'til your bones poke through your skin"
    ],
    "Nelly": [
        "\nThe way she moves, she's like a belly dancer\nShe's shaking that ass to the new Nelly jams, I\nThink someone's at the door, but I don't think I'ma answer\nPolice saying \"freeze,\" (Oh), d-doing, doing, doing"
    ],
    "Metro Boomin": [
        "(Hello, darkness, my old friend)\nNow we did just tell you that police just earlier...\nMetro was telling us that he killed himself inside the hotel room\n(I've come to talk with you again)\nGood morning, as we come to you on the air"
    ],
    "Pacewon": [
        "\n(Shit, fuck everybody)\nOutsiderz, Pacewon, Young Zee (Fuck the entire world)\nD.U.159Embed 223 ContributorsTranslationsFrançaisTürkçeStronger Than I Was Lyrics\nYou used to say that I'd never be"
    ],
    "Lupe Fiasco": [
        "Keep playin' me, you're gonna end up with a huge goose egg\nYou fake, lyin' slut, you never told me you knew Drake\nAnd Lupe? You wanna lose two legs?\nYou tryin' to flip this on me? If I spent more time with you, you say\n\"Okay, yeah, and I'm coo-coo, eh?\" — Well, screw you",
        "\"Okay, yeah, and I'm coo-coo, eh?\" — Well, screw you\nAnd I'll be the third person who screwed you today\nOh, fourth—Dre, Drake, Lupe—ooh, touché\nYou were too two-faced for me\nThought you was my number one true-blue ace"
    ],
    "Chief Keef": [
        "Or get shanked in the pancreas\nI'm angrier than all eight other reindeer\nPut together with Chief Keef 'cause I hate every fuckin' thang, yeah\nEven this rhyme, bitch\nAnd quit tryin' look for a fuckin' reason for it that ain't there"
    ],
    "A$AP Rocky": [
        "Still appeal to the dreamers\nI made it to the silverscreen\nBut Rocky's still what the theme is\nKhalil on the beat, ‘cause makin' the beat\nAin’t the same feelin' to me as killin' the beat is"
    ],
    "Ludacris": [
        "But what the heck's all of these buttons?\nYou expect me to sit here and learn that?\nFuck I gotta do to hear this new song from Luda?\nBe an expert at computers?\nI'd rather be an Encyclopedia Britannica, hell with"
    ],
    "Jay Z": [
        "Ogre style as I mosey over to the frozen aisle\nBy the frozen yogurt this guy approached me\nEmbarrassed, I just did Comerica with Hova\nThe show's over, I'm hidin' in Kroger, buyin' groceries\nHe just had front-row seats"
    ],
    "Yelawolf": [
        "Rubbin' it in, chucklin', couldn't do nothin'\nPlay it off, \"What you bumpin'?\"\n\"Trunk Muzik, Yelawolf's better,\" fuckin' bitch!\nThey want me to flip at the label, but I won't succumb to it\nThe pressure, they want me to follow up with"
    ],
    "Busta Rhymes": [
        "Nasty Nas wants to square dance with me,\nX to the Z wants to square dance with me,\nBusta Rhymes wants to square dance with me,\nCanibitch won't square dance with me,\nFanabitch won't square dance with me"
    ],
    "Yukmouth": [
        "I grapple your Adam's apple, until it crackle\nRun right past you, turn around, grab you, and stab you\nGet executed 'cause I'm a Luni, I got a Yukmouth\nAnd it's polluted; I cock it back, then shoot it\nI love snatchin' up players, thugs and young ballers"
    ],
    "Macklemore": [
        "Where I am going\n\nOkay, so while Macklemore was keeping his room nice and neat (Yeah)\nI was getting my ass beat twice a week (What?)\nLooking for a place for the night where I could sleep (Yeah)"
    ],
    "Nicki Minaj": [
        "'Cause I can spit a bar like it's a\nCross between Nas and GZA, Biggie Smalls, and RZA\nSo hard, Megan Thee Stallion and Nicki Minaj'll scissor (Cut it out)\nYou're still the press's wet dream (Yeah)\nToo many head shrinks (Oh)"
    ],
    "Method Man": [
        "Sippin' Bacardi and lime I start to recollect on the time\nThat I startled my mom and had her scared to death\nWord to Method Man\nShe heard some Wu-Tang coming from towards the patio\nShe was like, \"What the heck was that?\""
    ],
    "Trippie Redd": [
        "In my head, say it's still a dream\nThen he said kill emcees\nTrippie Redd, with pills and lean\nSipping meds in the limousine\nGetting head, guillotine"
    ],
    "Treach": [
        "Treat you like a stepparent, does to a stepchild with red hair and\nPlus I get dough like Ed Sheeran, so call me the ginger bread man\nI'm a stan of Redman, X-Clan and I'm a Treach fan\nBut I look up to myself (Yeah)\nLike a fucking headstand (Yeah)"
    ]
}